Repository: cjenkin2/cheese-video-fix
Catalog: help/*/*.po
Languages: el, sl, zh_cn

source: <application>Cheese</application> Manual
el: Οδηγός του <application>Χαμογελάστε</application>
sl: <application>Cheese</application> priročnik
zh_cn: <application>Cheese</application> 手册

source: <application>Cheese</application> uses your webcam to take photos and videos, applies fancy special effects and lets you share the fun with others.
el: Το <application>Χαμογελάστε</application> χρησιμοποιεί τη δικτυακή σας κάμερα για λήψη φωτογραφιών και βίντεο, εφαρμόζει διασκεδαστικά εφέ και σας επιτρέπει να μοιραστείτε τη διασκέδαση με άλλους.
sl: <application>Cheese</application> uporablja vašo spletno kamero za zajem fotografij in videov, uveljavlja posebne učinke in vam omogoča souporabo zabave z ostalimi.
zh_cn: <application>Cheese</application>使用您的摄像头获取照片和视频，应用精美的特效并让您和他人分享乐趣。

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
el: Σας παρέχεται άδεια να αντιγράψετε, διανείμετε ή/και να τροποποιήσετε το υπάρχον κείμενο υπό τους όρους της άδειας GNU Free Documentation License (GFDL), έκδοση 1.1, ή οποιαδήποτε μεταγενέστερη έκδοση που να έχει εκδοθεί από το Free Software Foundation υπό τις προϋποθέσεις no Invariant Sections, no Front-Cover Texts, και no Back-Cover Texts. Μπορείτε να βρείτε αντίγραφο του GFDL σε αυτό το <ulink type="help" url="ghelp:fdl">σύνδεσμο</ulink> ή στο αρχείο COPYING-DOCS όπως διανέμεται με αυτή την τεκμηρίωση.
sl: Dano je dovoljenje za kopiranje, distribuiranje in/ali spreminjanje tega dokumenta pod pogoji GNU Free Documentaction Licence (GFDL) različice 1.1 ali katerekoli kasnejše različice, ki jo je objavila Free Software Foundation brez stalnih odsekov, besedila naslovnice in zadnje strani. Kopijo GFDL lahko najdete na tej <ulink type="help" url="ghelp:fdl">povezavi</ulink> ali v COPYING-DOCS distribuiranim s tem priročnikom.
zh_cn: 对于本文档的复制、分发和/或修改必须遵循自由软件基金会 (Free Software Foundation) 发布的 GNU 自由文档许可证 (GFDL) 版本 1.1 或更高版本，该许可证没有固定的部分、没有封面和背页文本。您可以在此<ulink type="help" url="ghelp:fdl">链接</ulink>上或在随本手册一起分发的 COPYING-DOCS 文件中找到 GFDL 的副本。

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
el: Αυτή η τεκμηρίωση είναι μέρος της συλλογής τεκμηρίωσης του GNOME όπως διανέμεται υπό τους όρους του GFDL. Εάν επιθυμείτε να διανείμετε αυτή την τεκμηρίωση ξεχωριστά από την συλλογή, μπορείτε να το κάνετε εάν η τεκμηρίωση συνοδεύεται από αντίγραφο της άδειας (GFDL) όπως περιγράφεται στον τομέα 6 της άδειας.
sl: Ta priročnik je del zbirke priročnikov GNOME distribuiranih pod GFDL. V primeru da želite ta priročnik distribuirati ločeno od zbirke, lahko to storite z dodajanjem kopije licence priročnika, kot je opisano v odseku 6 licence.
zh_cn: 本手册是在 GFDL 许可之下分发的 GNOME 手册集合的一部分。如果想要单独分发此手册，可以在手册中添加该许可证的一份副本然后分发，如该许可证的第 6 部分所述。

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
el: Πολλά από τα ονόματα που χρησιμοποιούνται από εταιρίες για να ξεχωρίσουν τα προϊόντα και τις υπηρεσίες είναι σήματα κατατεθέν. Όπου αυτά τα ονόματα εμφανίζονται στην τεκμηρίωση GNOME, και τα μέλη της ομάδας τεκμηρίωσης GNOME έχουν γνώση αυτών, τότε αυτά αναγράφονται με κεφαλαίους χαρακτήρες ή με αρχικούς κεφαλαίους χαρακτήρες.
sl: Veliko imen podjetja uporabljajo za ločevanje njihovih produktov in storitev, zato si jih lastijo kot blagovne znamke. Kjer se ta mena pojavijo v katerikoli dokumentaciji GNOME in člani dokumentacijskega projekta GNOME vedo za njih, so imena v velikih črkah ali pa se začnejo z velikimi črkami.
zh_cn: 各个公司使用的许多用于区别它们产品和服务的名称都声明为商标。在所有的 GNOME 文档以及 GNOME 文档项目的成员中，这些名称都是以全大写字母或首字母大写显示，从而表明它们是商标。

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
el: Η ΤΕΚΜΗΡΙΩΣΗ ΑΥΤΗ ΠΑΡΕΧΕΤΑΙ "ΩΣ ΕΧΕΙ", ΧΩΡΙΣ ΚΑΜΙΑ ΕΓΓΥΗΣΗ ΟΤΙ ΜΠΟΡΕΙ ΝΑ ΕΞΥΠΗΡΕΤΗΣΕΙ ΚΑΠΟΙΟ ΣΚΟΠΟ Η ΟΤΙ ΕΙΝΑΙ ΧΩΡΙΣ ΣΦΑΛΜΑ. ΟΛΟΚΛΗΡΗ Η ΕΥΘΥΝΗ ΓΙΑ ΤΗΝ ΠΟΙΟΤΗΤΑ, ΑΚΡΙΒΕΙΑ ΚΑΙ ΛΕΙΤΟΥΡΓΙΚΟΤΗΤΑ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ Ή ΠΑΡΑΛΛΑΓΩΝ ΑΥΤΗΣ ΑΝΗΚΕΙ ΣΕ ΕΣΑΣ. ΕΑΝ Η ΤΕΚΜΗΡΙΩΣΗ ΑΥΤΗ Ή ΠΑΡΑΛΛΑΓΗ ΑΥΤΗΣ ΕΙΝΑΙ ΛΑΘΟΣ ΚΑΤΑ ΚΑΠΟΙΟ ΤΡΟΠΟ ΕΣΕΙΣ ΑΝΑΛΑΜΒΑΝΕΤΕ ΤΗΝ ΕΥΘΥΝΗ ΤΗΣ ΔΙΟΡΘΩΣΗΣ. Η ΑΠΑΛΛΑΓΗ ΕΥΘΥΝΗΣ ΠΟΥ ΣΥΝΟΔΕΥΕΙ ΑΥΤΗ ΤΗΝ ΤΕΚΜΗΡΙΩΣΗ ΕΙΝΑΙ ΑΝΑΠΟΣΠΑΣΤΟ ΚΟΜΜΑΤΙ ΑΥΤΗΣ. ΚΑΜΙΑ ΧΡΗΣΗ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ Ή ΠΑΡΑΛΛΑΓΩΝ ΑΥΤΗΣ ΔΕΝ ΕΠΙΤΡΕΠΕΤΑΙ ΠΑΡΑ ΜΟΝΟ ΕΑΝ ΣΥΝΟΔΕΥΕΤΑΙ ΑΠΟ ΤΗΝ ΑΠΑΛΛΑΓΗ ΕΥΘΥΝΗΣ.
zh_cn: 文档按“原样”提供，不提供任何明示或暗示的保证，包括但不限于：文档或文档的修改版本没有适销性方面的缺陷、适合特定目的的适用性，以及没有侵权行为。您将自行承担本文档以及文档修改版本的质量、准确性以及性能方面的风险。如果任何文档或文档修改版本存在缺陷，您（而不是最初的编写者、作者或撰写人）将承担所有必需的服务、维修或更正的费用。此免责声明是本许可证的重要组成部分。如果不接受此免责声明，那么您就没有权利使用任何文档或文档的修改版本；并且

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
el: ΣΕ ΚΑΜΙΑ ΠΕΡΙΠΤΩΣΗ ΚΑΙ ΥΠΟ ΚΑΜΙΑ ΝΟΜΙΚΗ ΣΥΝΘΗΚΗ, ΕΙΤΕ ΜΕΣΩ ΣΥΜΒΟΛΑΙΩΝ Ή ΑΛΛΙΩΣ, ΔΕΝ ΕΥΘΥΝΟΝΤΑΙ Ο ΣΥΓΓΡΑΦΕΑΣ, Ο ΔΙΑΝΟΜΕΑΣ, Η ΑΛΛΟΣ ΣΥΝΥΠΕΥΘΥΝΟΣ ΓΙΑ ΤΗΝ ΣΥΓΓΡΑΦΗ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ, ΓΙΑ ΕΜΜΕΣΕΣ Η ΑΜΕΣΕΣ, ΤΥΧΑΙΕΣ Ή ΜΗ ΖΗΜΙΕΣ ΠΑΝΤΩΣ ΦΥΣΕΩΣ ΠΟΥ ΠΡΟΕΡΧΟΝΤΑΙ ΑΠΟ ΤΗΝ ΧΡΗΣΗ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ ΚΑΙ/Ή ΠΑΡΑΛΛΑΓΩΝ ΑΥΤΗΣ ΑΚΟΜΑ ΚΑΙ ΕΑΝ ΕΧΕΙ ΥΠΑΡΞΕΙ ΠΡΟΕΙΔΟΠΟΙΗΣΗ ΓΙΑ ΤΗΝ ΠΙΘΑΝΟΤΗΤΑ ΥΠΑΡΞΗΣ ΤΕΤΟΙΩΝ ΖΗΜΙΩΝ.
zh_cn: 无论在任何情况以及在任何法律理论下，本文档或文档修改版本的作者、最初的编写者、任何撰写人或任何分发者，或者任意这些方的任何提供者都不对任何人由于使用本文档或文档修改版本引起或带来的任何直接的、间接的、特殊的、偶然的或继发的损失承担任何民事（包括疏忽）、合同或其它方面的责任，这些损失包括但不限于信誉损失、工作停止、计算机失败或故障，或任何以及所有其它损失或由此引发的或与之相关的损失，即使这些方已被告知存在出现此类损失的可能性时也是如此。

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
el: ΤΟ ΈΓΓΡΑΦΟ ΚΑΙ ΤΡΟΠΟΠΟΙΗΜΕΝΕΣ ΕΚΔΟΣΕΙΣ ΑΥΤΟΥ ΠΑΡΕΧΟΝΤΑΙ ΥΠΟ ΤΟΥΣ ΟΡΟΥΣ ΤΗΣ ΑΔΕΙΑΣ GNU FREE DOCUMENTATION ΜΕ ΤΗΝ ΠΕΡΑΙΤΕΡΩ ΔΙΕΥΚΡΙΝΙΣΗ ΟΤΙ: <placeholder-1/>
sl: DOKUMENT IN SPREMENJENE RAZLIČICE TEGA DOKUMENTA SO ZAGOTOVLJENE POD POGOJI GNU FREE DOCUMENTATION LICENSE Z NADALJNJIM RAZUMEVANJEM DA: <placeholder-1/>
zh_cn: 本文档以及文档的修改版本都是在遵循 GNU 自由文档许可证的条款下提供，这表示具有以下含义：<placeholder-1/>

source: Feedback
el: Ανάδραση
sl: Odziv
zh_cn: 反馈

source: To report a bug or make a suggestion regarding the Cheese application or this manual, follow the directions in the <ulink url="http://projects.gnome.org/cheese/" type="http"><application>Cheese</application> project page</ulink>.
el: Για την αναφορά σφαλμάτων ή την υποβολή προτάσεων σχετικά με την εφαρμογή Χαμογελάστε ή με το συγκεκριμένο οδηγό, ακολουθήστε τις οδηγίες στη <ulink url="http://projects.gnome.org/cheese/" type="http">Σελίδα του έργου <application>Χαμογελάστε</application></ulink>.
sl: Za poročilo hrošča ali podajanje predloga glede programa Cheese ali tega priročnika sledite smerem na <ulink url="http://projects.gnome.org/cheese/" type="http"> strani projekta <application>Cheese</application></ulink>.
zh_cn: 要对 Cheese 应用程序或本手册提出建议或报告 bug，请依照<ulink url="http://projects.gnome.org/cheese/" type="http"><application>Cheese</application>项目页面</ulink>中的指导行事。

source: Cheese
el: Χαμογελάστε

source: cheese
el: χαμογελάστε

source: Introduction
el: Εισαγωγή
sl: Uvod
zh_cn: 简介

source: Manual
el: Οδηγός
sl: Priročnik
zh_cn: 手册

source: Cheese uses your webcam to take photos and videos, applies fancy special effects and lets you share the fun with others.
el: Το Χαμογελάστε χρησιμοποιεί τη δικτυακή σας κάμερα για λήψη φωτογραφιών και βίντεο, εφαρμόζει διασκεδαστικά εφέ και σας επιτρέπει να μοιραστείτε τη διασκέδαση με άλλους.
sl: Cheese uporablja vašo spletno kamero za zajem fotografij in videov, uveljavlja posebne učinke in vam omogoča souporabo zabave z ostalimi.
zh_cn: Cheese 使用您的摄像头获取照片和视频，应用精美的特效并让您和他人分享乐趣。

source: Usage
el: Χρήση
sl: Uporaba
zh_cn: 使用

source: The main screen of Cheese supports two different layouts at the moment. The default looks like the screenshot below, it has the preview image centered and the thumbnail slideshow below.
el: Η κύρια οθόνη του Χαμογελάστε υποστηρίζει δυο διαφορετικές διατάξεις μέχρι στιγμής. Η προεπιλεγμένη μοιάζει με το πιο κάτω στιγμιότυπο, έχει την προεπισκόπηση της εικόνας στο κέντρο και μια προβολή μικρογραφιών από κάτω.
sl: Glavni zaslon Cheese trenutno podpira dve različni razporeditvi. Privzeta je videti kot zaslonski posnetek spodaj, na sredini ima predogled slike, spodaj pa diapredstavitev sličic.
zh_cn: Cheese 主屏现在支持两种不同的布局。默认布局看起来如下面的截图，预览图在中间而缩略图位于其下方。

source: Cheese screenshot
el: Στιγμιότυπο του Χαμογελάστε
sl: Zaslonski posnetek Cheese
zh_cn: Cheese 截图

source: Especially for Cheese-users with small displays, like the ones in netbooks, we have designed another view. It is more horizontally aligned, in order to fit better on small widescreen displays. The wide-view is shown in the screenshot below.
el: Ειδικά για τους χρήστες του Χαμογελάστε με μικρές οθόνες, όπως αυτές στα netbook, έχουμε σχεδιάσει μια ακόμα προβολή. Έχει πιο οριζόντια διάταξη, για να ταιριάζει καλύτερα σε μικρές οθόνες με ευρεία αναλογία. Αυτή η ευρεία προβολή φαίνεται στο πιο κάτω στιγμιότυπο.
sl: Posebno za uporabnike Cheese z majhnimi zasloni, kot so zasloni v netbookih, je bil oblikovan drug pogled. Poravnan je bolj vodoravno, za boljše prilagajanje na majhne široke zaslone. Široki pogled je prikazan na zaslonskemu posnetku spodaj.
zh_cn: 我们特别为使用诸如上网本的小屏幕的 Cheese 用户设计了另一种视图模式。这种视图更倾向水平排列，以便更加适合较小的宽屏。宽视图模式以截图展示如下。

source: Cheese wide screenshot
el: Στιγμιότυπο του Χαμογελάστε με ευρεία προβολή
sl: Široki zaslonski posnetek Cheese
zh_cn: Cheese 宽布局模式截图

source: Cheese uses the photo mode by defaults, but you can change this to use the video or burst mode if desired.
el: Από προεπιλογή το Χαμογελάστε βρίσκεται σε λειτουργία φωτογραφίας, αλλά μπορείτε να το αλλάξετε αυτό για να χρησιμοποιήσετε τη λειτουργία βίντεο ή πολλαπλής φωτογράφησης αν θέλετε.
sl: Cheese privzeto uporablja način fotografija, toda to lahko spremenite v način video ali način zaporednega zajema fotografij.
zh_cn: Cheese 默认使用拍照模式，但如果愿意您可以改变设置以使用视频模式或连拍模式。

source: Effects
el: Εφέ
sl: Učinki
zh_cn: 特效

source: Cheese effects screenshot
el: Στιγμιότυπο εφέ του Χαμογελάστε
sl: Zaslonski posnetek učinkov Cheese
zh_cn: Cheese 特效截图

source: To apply effects to the input of your webcam, click the button labelled <guibutton>Effects</guibutton>. When you then go to the effects window, you will see a window similar to the image below. <placeholder-1/>
el: Για να εφαρμόσετε εφέ στην είσοδο της δικτυακής κάμεράς σας, πατήστε το κουμπί <guibutton>Εφέ</guibutton>. Όταν εμφανιστεί το παράθυρο με τα εφέ, θα δείτε ένα παράθυρο όμοιο με αυτό της παρακάτω εικόνας. <placeholder-1/>
sl: Za uveljavitev učinkov na vhod vaše spletne kamere kliknite na gumb z oznako <guibutton>Učinki</guibutton>. Ko greste na okno učinkov boste videli okno podobno sliki spodaj. <placeholder-1/>
zh_cn: 单击标有<guibutton>特效</guibutton>标签的按钮将会把相应特效应用到摄像头输入。当您进入特效窗口时，会看到一个类似以下图片的窗口。

source: You can apply some really cool effects to your photos too! Just choose from the several different effects available and click its corresponding button to apply it to your photo. Selecting multiple effects will apply all the effects to your image. For example, if you select <guibutton>Hulk</guibutton> and <guibutton>Vertical Flip</guibutton>, the input from the webcam will be altered to have a green shade and be upside down. To disable all effects, just click on the <guibutton>No Effect</guibutton> button.
el: Μπορείτε επίσης να εφαρμόσετε μερικά φοβερά εφέ στις φωτογραφίες σας! Απλά επιλέξτε ανάμεσα στα διάφορα εφέ που διατίθενται και πατήστε το αντίστοιχο κουμπί για να το εφαρμόσετε στη φωτογραφία σας. Για παράδειγμα, αν επιλέξετε το <guibutton>Χουλκ</guibutton> και την <guibutton>Οριζόντια αναστροφή</guibutton>, η είσοδος της δικτυακής κάμερας θα μεταβληθεί έχοντας πράσινη απόχρωση και γυρνώντας ανάποδα. Για να απενεργοποιήσετε όλα τα εφέ, απλά πατήστε το κουμπί <guibutton>Δίχως εφέ</guibutton>.
sl: Na svojih fotografijah lahko uporabite različne super učinke! Izberite med več razpoložljivimi različnimi učinki in kliknete ustrezen gumb za uveljavitev na vašo fotografijo. Izbira več učinkov bo na vašo sliko uveljavila vse učinke. Na primer, če izberete <guibutton>Hulk</guibutton> in <guibutton>Navpično zrcaljenje</guibutton>, bo vhod iz spletne kamere spremenjen tako da bo imel zeleno senco in obrnjen na glavo. Za onemogočitev učinkov kliknite na gumb <guibutton>Brez učinka</guibutton>.
zh_cn: 您也可以为您的照片应用多种很酷的特准。只需从可用的特效中选择并按下相应的按钮即可将其应用到照片上。选中多个特效将会将其全部应用于您的图片上。例如，如果您选择<guibutton>绿巨人</guibutton>和<guibutton>垂直翻转</guibutton>，摄像头输入将会增加绿色阴影和上下翻转的特效。如果要停用所有特效，只需按一下 <guibutton>无特效</guibutton>

source: To return to the preview of your webcam, just push the button labelled <guibutton>Effects</guibutton> again. This will toggle the Effects menu and bring you back to the normal view.
el: Για να επιστρέψετε στην προεπισκόπηση της κάμεράς σας, απλά πατήστε το κουμπί <guibutton>Εφέ</guibutton>. Αυτό θα κλείσει το μενού Εφέ και θα σας φέρει πάλι πίσω στην κανονική προβολή.
sl: Za vrnitev v predogled vaše spletne kamere ponovno pritisnite gumb z oznako <guibutton>Učinki</guibutton>. To bo preklopilo meni učinki in vas pripeljalo nazaj v običajni pogled.
zh_cn: 要回到摄像头预览窗口，请按下标有<guibutton>特效</guibutton>标签的按钮。这将切换特效菜单并将您带回普通普通视图。

source: Photo Mode
el: Λειτουργία Φωτογραφίας
sl: Način fotografija
zh_cn: 照片模式

source: Photo mode is the default mode for Cheese. When not in photo mode, click the button that shows the icon of a single photo or select it from the menu: <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Photo</guimenuitem></menuchoice> to change to photo mode. Photo mode will take a single photo every time the button labelled <guibutton>Take a photo</guibutton> or the <keycap>Spacebar</keycap> key is pressed, and will save to disk.
el: Η προεπιλεγμένη λειτουργία του Χαμογελάστε είναι η φωτογράφιση. Όταν δε βρίσκεστε σε λειτουργία φωτογραφίας, πατήστε το κουμπί με το εικονίδιο μιας φωτογραφίας, ή επιλέξτε από το μενού: <menuchoice><guimenu>Χαμογελάστε</guimenu><guimenuitem>Φωτογραφία</guimenuitem></menuchoice> για να αλλάξετε σε λειτουργία φωτογραφίας. Σε λειτουργία φωτογραφίας το πρόγραμμα θα παίρνει μία φωτογραφία κάθε φορά που πατιέται το πλήκτρο <guibutton>Λήψη φωτογραφίας</guibutton> ή το <keycap>Spacebar</keycap>, και θα την αποθηκεύει στο δίσκο.
sl: Način fotografija je privzeti način Cheese. Ko niste v načinu fotografija, kliknite na gumb z ikono ene fotografije ali v meniju izberite <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Fotografija</guimenuitem></menuchoice> za spremembo v način fotografija. Način fotografija bo vsakič ko je pritisnjen gumb z oznako <guibutton>Zajemi fotografijo</guibutton> ali tipka <keycap>Preslednica</keycap> zajel eno fotografijo in jo shranil na disk.
zh_cn: 照片模式是 Cheese 默认的模式。要切换到此模式，请点击标有<guibutton>照片</guibutton>标签的按钮，或者从菜单中选择： <menuchoice><guimenu>Cheese</guimenu><guimenuitem>照片</guimenuitem></menuchoice> 切换为照片模式。在此模式下，每一次按下<guibutton>拍照</guibutton>或者<keycap>空格</keycap>按钮时将会拍摄一张照片并将其保存到磁盘。

source: Video Mode
el: Λειτουργία Βίντεο
sl: Video način
zh_cn: 视频模式

source: Video mode is a mode that allows you to take short videos using the webcam. When not in video mode, click the button that shows the icon of a film roll or select it from the menu: <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Video</guimenuitem></menuchoice> to change to video mode. Video mode will start recording a video every time the button labelled <guibutton>Start Recording</guibutton> or the <keycap>Spacebar</keycap> is pressed. The video will stop recording and save to disk when the button labelled <guibutton>Stop Recording</guibutton> or the <keycap>Spacebar</keycap> is pressed.
el: Η λειτουργία βίντεο είναι αυτή η οποία σας επιτρέπει να τραβάτε μικρά βίντεο χρησιμοποιώντας τη δικτυακή κάμερα. Όταν δε βρίσκεστε σε λειτουργία βίντεο, πατήστε το κουμπί με το εικονίδιο του βίντεο ή επιλέξτε από το μενού: <menuchoice><guimenu>Χαμογελάστε</guimenu><guimenuitem>Βίντεο</guimenuitem></menuchoice> για να αλλάξετε σε λειτουργία βίντεο. Σε λειτουργία βίντεο το πρόγραμμα θα ξεκινάει την εγγραφή βίντεο κάθε φορά που πατιέται το πλήκτρο <guibutton>Έναρξη εγγραφής</guibutton> ή το <keycap>Spacebar</keycap>. Η εγγραφή θα σταματήσει και το βίντεο θα αποθηκευτεί στο δίσκο όταν πατηθεί το πλήκτρο <guibutton>Διακοπή εγγραφής</guibutton> ή το <keycap>Spacebar</keycap>.
sl: Video način je način, ki vam omogoča snemanje videov s spletno kamero. Ko niste v video načinu, kliknite gumb, z ikono filmskega traku ali v meniju izberite <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Video</guimenuitem></menuchoice> za spremembo v video način. Video način bo začel snemati video ob vsakem pritisku na gumb označen z <guibutton>Začni snemanje</guibutton> ali tipko <keycap>Preslednica</keycap>. Video se bo nehal snemati in bo shranjen na disk, ko bo pritisnjen gumb z oznako <guibutton>Zaustavi snemanje</guibutton> ali tipka <keycap>Preslednica</keycap>.
zh_cn: 视频模式是一个使您可以使用网络摄像头来拍摄短片的模式。要切换到些模式，请点击显示电影胶片图标的按钮或从菜单中选择： <menuchoice><guimenu>Cheese</guimenu><guimenuitem>视频</guimenuitem></menuchoice> 切换为视频模式。在此模式下，每次按下标有<guibutton>开始录制</guibutton>标签的按钮或者<keycap>空格</keycap>键时将开始录制一段视频。当按下标有<guibutton>停止录制</guibutton>标签的按钮或者<keycap>空格</keycap>空格键时将停止录制并将视频保存到磁盘。

source: The video mode does not look much different from the photo mode, except that the button labelled <guibutton>Take a photo</guibutton> will say <guibutton>Start Recording</guibutton> or <guibutton>Stop Recording</guibutton>, and the button with the film roll icon is pushed in, whereas the other mode buttons (photo and burst) are not.
el: Η λειτουργία βίντεο μοιάζει με το στιγμιότυπο οθόνης της λειτουργίας φωτογραφίας, με μόνη διαφορά το όνομα του κουμπιού <guibutton>Λήψη φωτογραφίας</guibutton> το οποίο θα είναι είτε <guibutton>Έναρξη εγγραφής</guibutton> ή <guibutton>Διακοπή εγγραφής</guibutton>, και το κουμπί για το βίντεο θα έχει γκρι απόχρωση (δηλαδή ανενεργό), ενώ τα κουμπιά φωτογράφησης και πολλαπλής φωτογράφησης όχι.
sl: Video način je videti kot način fotografij, razen da je gumb označen z <guibutton>Začni snemanje</guibutton> ali <guibutton>Zaustavi snemanje</guibutton> namesto <guibutton>Zajemi fotografijo</guibutton> in gumb s filmskim trakom je pritisnjen notri, v drugih načinih (fotografija in zaporedni zajem fotografij) pa ni.
zh_cn: 视频模式看上去并未跟照片模式有多少不同，只是标有<guibutton>拍照</guibutton>标签的按钮将被标记为<guibutton>开始录制</guibutton>或者<guibutton>停止录制</guibutton>，并且在录制时显示电影胶片的按钮是处于按下状态的，其他模式则没有此状态。

source: Burst Mode
el: Λειτουργία πολλαπλής φωτογράφησης
sl: Zaporedni način zajemanja
zh_cn: 连拍模式

source: In burst mode you can take more pictures in a row. It works exactly like the photo mode, except that it takes a series of pictures. When you are not in burst mode, click the button that shows the icon of several pictures in a row or select it from the menu: <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Burst</guimenuitem></menuchoice> to change to burst mode. Burst mode will start to take a series of pictures with an interval of some seconds in between photos when the button labelled <guibutton>Take Multiple Photos</guibutton> or the <keycap>Spacebar</keycap> key is pressed. The delay and amount of pictures to take can be set in the preferences dialog. For more information please see <xref linkend="preferences"/>.
el: Σε λειτουργία πολλαπλής φωτογράφησης μπορείτε να πάρετε πολλές φωτογραφίες σε σειρά. Λειτουργεί ακριβώς όπως η λειτουργία φωτογράφησης, μόνο που παίρνει διαδοχικά φωτογραφίες. Για να περάσετε σε λειτουργία πολλαπλής φωτογράφησης πατήστε το κουμπί που δείχνει την εικόνα μερικών φωτογραφιών σε σειρά, ή διαλέξτε από το μενού: <menuchoice><guimenu>Χαμογελάστε</guimenu><guimenuitem>Πολλαπλή φωτογράφηση</guimenuitem></menuchoice>. Η λειτουργία πολλαπλής φωτογράφησης θα αρχίσει να παίρνει μια σειρά από φωτογραφίες με ένα διάστημα μερικών δευτερολέπτων ανάμεσα στις λήψεις, μόλις πατήσετε το κουμπί <guibutton>Λήψη πολλαπλών φωτογραφιών</guibutton> ή πατήσετε το πλήκτρο <keycap>Spacebar</keycap>. Ο αριθμός των φωτογραφιών και η διάρκεια του διαστήματος ανάμεσά τους μπορούν να οριστούν στο διάλογο προτιμήσεων. Για περισσότερες πληροφορίες δείτε το <xref linkend="preferences"/>.
sl: V načinu zaporednega zajemanja fotografij lahko zajamete več fotografij naenkrat. Deluje natanko kot način fotografije, vendar zajame zaporedje slik. Ko niste v načinu zaporednega zajemanja slik, kliknite ikono z več fotografijami v vrsti ali v meniju izberite: <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Zaporedni zajem slik</guimenuitem></menuchoice> za spremembo v zaporedni način zajemanja. Zaporedni način zajemanja bo ob pritisku na gumb <guibutton>Zajemi več fotografij</guibutton> ali na <keycap>Preslednico</keycap> zajel zaporedje slik z intervalom nekaj sekund med fotografijami. Zamik in količino slik je mogoče nastaviti v pogovornemu oknu možnosti. Za več podrobnosti si oglejte <xref linkend="preferences"/>.
zh_cn: 在连拍模式您可以连续拍摄多张照片。它跟照片模式几乎一样，不同的是此模式拍摄一连串的照片。要切换到连拍模式，请单击显示一连串图片的图标的按钮，或者从菜单中选择：<menuchoice><guimenu>Cheese</guimenu><guimenuitem>连拍</guimenuitem></menuchoice>切换到连拍模式。在此模式下，当您按下标有<guibutton>拍摄多疑照片</guibutton>的按钮或者<keycap>空格</keycap>键时，Cheese 会开始以一定的时间间隔拍摄一连串的照片。照片延迟时间和照片的数量可以在首先项对话框中设置。更多信息请参考<xref linkend="preferences"/>。
