Repository: cjenkin2/cheese-video-fix
Catalog: help/*/*.po
Languages: el, sl, zh_cn

source: To set a photo as your account photo (which can be viewed from the <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>About Me</guimenuitem></menuchoice> menu, and the login window with a list of user names with photos), locate the photo that you wish to use in Cheese, right click on it and select <guimenuitem>Set as Account Photo</guimenuitem>.
el: Για να καθορίσετε μία φωτογραφία ως φωτογραφία του λογαριασμού σας (η οποία μπορεί να προβληθεί από το μενού <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Προτιμήσεις</guimenuitem><guimenuitem>Προσωπικά</guimenuitem></menuchoice>, και η οποία επίσης θα εμφανίζεται στο παράθυρο εισόδου με μια λίστα με τα ονόματα χρηστών και τις φωτογραφίες τους), εντοπίστε τη φωτογραφία που θέλετε να καθορίσετε στο Cheese, κάντε δεξί κλικ πάνω της και επιλέξτε <guimenuitem>Καθορισμός ως φωτογραφία λογαριασμού</guimenuitem>.
sl: Za nastavitev fotografije kot vašo fotografijo računa (ki jo je mogoče videti v meniju <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Možnosti</guimenuitem><guimenuitem>O meni</guimenuitem></menuchoice> in prijavnega okna s seznamom imen uporabnikov s fotografijami), v Cheese najdite fotografijo, ki jo želite uporabiti, desno kliknite nanjo in izberite <guimenuitem>Nastavi kot fotografijo računa</guimenuitem>.
zh_cn: 要将照片设为您的帐户照片(可以在<menuchoice><guimenu>系统</guimenu><guimenuitem>首选项</guimenuitem><guimenuitem>关于我</guimenuitem></menuchoice>菜单中和列有用户名和照片的登录窗口中看到)，先找到此照片，在其上单击右键并选择<guimenuitem>设为账户照片</guimenuitem>。

source: Export a photo to F-Spot
el: Εξαγωγή φωτογραφίας στο F-Spot
sl: Izvoz fotografije v F-Spot
zh_cn: 将照片导出到 F-Spot

source: To export a photo to F-Spot, locate the photo in your photo stream, right click on it and select <guimenuitem>Export to F-Spot</guimenuitem>. You will then be prompted by F-Spot if you wish to import the photos that are being sent to it.
el: Για να εξάγετε μία φωτογραφία στο F-Spot, εντοπίστε τη φωτογραφία στη ροή φωτογραφιών, κάντε δεξί κλικ πάνω της και επιλέξτε <guimenuitem>Εξαγωγή στο F-Spot</guimenuitem>. Στη συνέχεια θα ερωτηθείτε από το F-Spot αν επιθυμείτε να γίνει εισαγωγή των φωτογραφιών που του στάλθηκαν.
sl: Za izvažanje fotografij v F-Spot najdite fotografijo v pretoku fotografij, desno kliknite nanjo in izberite <guimenuitem>Izvozi v F-Spot</guimenuitem>. Nato vas bo F-Spot pozval ali želite uvoziti fotografije, ki ste mu jih poslali.
zh_cn: 要把照片导出到 F-Spot，首先找到此照片，在其上单击右键，选择<guimenuitem>导出到 F-Spot</guimenuitem>。之后 F-Spot 会提示您是否想导入您正在发送的照片。

source: Depending on the version of Cheese that you are currently using, F-Spot may prompt you to import the entire photo stream.
el: Ανάλογα με την έκδοση του Cheese που χρησιμοποιείτε, το F-Spot μπορεί να σας ρωτήσει αν επιθυμείτε να εισάγει ολόκληρη τη ροή φωτογραφιών.
sl: Glede na različico Cheese, ki jo trenutno uporabljate, vas lahko F-Spot pozove k uvozu celotnega pretoka fotografij.
zh_cn: F-Spot 会提示您导入所有照片。但这取决于您当前使用的 Cheese 版本。

source: Cheese sharing screenshot
el: Στιγμιότυπο διαμοιρασμού του Cheese
sl: Zaslonski posnetek souporabe Cheese
zh_cn: Cheese 分享照片的截图

source: Frequently Asked Questions
el: Συχνές ερωτήσεις
sl: Pogosto zastavljena vprašanja
zh_cn: 常见问题

source: The video is sluggish/has a slow response. What can I do?
el: Το βίντεο είναι νωθρό/έχει αργή απόκριση. Τι μπορώ να κάνω;
sl: Video je medel/ima počasen odziv. Kaj lahko storim?
zh_cn: 视频反应很慢/响应迟钝。我该怎么办？

source: You may have set "<literal>ximagesink</literal>" (<guilabel>X Window System (No Xv)</guilabel>) as video-output. This means that your CPU is doing all the work. Change it to "<literal>xvimagesink</literal>" (<guilabel>X Window System (X11/XShm/Xv)</guilabel>) in order to let your graphics card do the work.
el: Μπορεί να έχετε ορίσει το «<literal>ximagesink</literal>» (<guilabel>X Window System (No Xv)</guilabel>) ως έξοδο για βίντεο (video-output). Αυτό σημαίνει ότι η κεντρική μονάδα επεξεργασίας κάνει όλη τη δουλειά. Αλλάξτε το σε "<literal>xvimagesink</literal>" (<guilabel>X Window System (X11/XShm/Xv)</guilabel>) έτσι ώστε να αφήσετε την κάρτα γραφικών να κάνει την επεξεργασία.
sl: Morda ste kot video izhod nastavili "<literal>ximagesink</literal>" (<guilabel>X Window System (No Xv)</guilabel>). To pomeni da vaša CPE opravlja vse delo. Spremenite jo v "<literal>xvimagesink</literal>" (<guilabel>X Window System (X11/XShm/Xv)</guilabel>) da bo delo opravljala vaša grafična kartica.

source: To change this setting, run the <command>gstreamer-properties</command> command, click the <guilabel>Video</guilabel> tab and change the appropriate setting.
el: Για να αλλάξετε αυτή τη ρύθμιση, εκτελέστε την εντολή <command>gstreamer-properties</command>, επιλέξτε την καρτέλα <guilabel>Βίντεο</guilabel> και αλλάξτε τις κατάλληλες ρυθμίσεις.
sl: Za spremembo te nastavitve poženite ukaz <command>gstreamer-properties</command>, kliknite zavihek <guilabel>Video</guilabel> in spremenite primerno nastavitev.
zh_cn: 要改变此设置，运行 <command>gstreamer-properties</command> 命令，单击<guilabel>视频</guilabel>选项卡并选择合适的设置。

source: I have a Mac with iSight and a ATI graphics card, and the colors are weird.
el: Έχω Mac με iSight και κάρτα γραφικών ATI, και τα χρώματα είναι αφύσικα.
sl: Imam Mac z iSight in ATI grafično kartico, in barve so čudne.
zh_cn: 我的是苹果电脑，装有 iSight 软件并配有 ATI 显卡，图像颜色很奇怪。

source: This is a problem with the ATI graphics card, though there is a work around. Change the video-output to custom and insert the following: "<literal>ffmpegcolorspace ! video/x-raw-yuv,format=(fourcc)YV12 ! ffmpegcolorspace ! xvimagesink</literal>".
el: Αυτό είναι ένα πρόβλημα με την κάρτα γραφικών ATI, ωστόσο υπάρχει τρόπος επίλυσης. Αλλάξτε την έξοδο βίντεο (video-output) σε προσαρμοσμένο και εισάγετε τα παρακάτω: "<literal>ffmpegcolorspace ! video/x-raw-yuv,format=(fourcc)YV12 ! ffmpegcolorspace ! xvimagesink</literal>".
sl: To je težava z ATI grafično kartico, ki jo je mogoče obiti. Spremenite video izhod v izhod po meri in vstavite naslednje: "<literal>ffmpegcolorspace ! video/x-raw-yuv,format=(fourcc)YV12 ! ffmpegcolorspace ! xvimagesink</literal>".
zh_cn: 这是 ATI 显卡的一个问题，有一种变通的解决办法。将视频输出设为自定义，并插入以下字符：“<literal>ffmpegcolorspace ! video/x-raw-yuv,format=(fourcc)YV12 ! ffmpegcolorspace ! xvimagesink</literal>”。

source: To change this setting, run the <command>gstreamer-properties</command> command, click the <guilabel>Video</guilabel> tab and select custom from the drop down menu.
el: Για να αλλάξετε αυτή τη ρύθμιση, εκτελέστε την εντολή <command>gstreamer-properties</command>, επιλέξτε την καρτέλα <guilabel>Βίντεο</guilabel> και επιλέξτε «προσαρμοσμένο» από το αναδιπλούμενο μενού επιλογών.
sl: Za spremembo te nastavitve poženite ukaz <command>gstreamer-properties</command>, kliknite zavihek <guilabel>Video</guilabel> in v spustnemu meniju izberite po meri.
zh_cn: 要改变此设置，运行 <command>gstreamer-properties</command> 命令，单击<guilabel>视频</guilabel>选项卡，从下拉菜单中选择自定义。

source: My webcam works with gstreamer, but does not work with <application>Cheese</application>. What's wrong?
el: Η δικτυακή κάμερά μου λειτουργεί με το gstreamer, αλλά δεν δουλεύει με το <application>Cheese</application>. Τι συμβαίνει;
sl: Moja spletna kamera deluje z gstreamer, toda ne deluje s <application>Cheese</application>. Kaj je narobe?
zh_cn: 我的摄像头在 gstreamer 中工作良好，但在 <application>Cheese</application> 中却不行。这是怎么回事？

source: Using the <command>gstreamer-properties</command> mentioned in the above question, try changing from <guilabel>xvimagesink</guilabel> to <guilabel>ximagesink</guilabel> or vice-versa. If this still does not work, run <command>cheese --verbose</command> on the command line and copy the logging into a bug report in our <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http"> bug tracker</ulink>.
el: Χρησιμοποιώντας την εντολή <command>gstreamer-properties</command> όπως αναφέρεται στην παραπάνω ερώτηση, προσπαθήστε να αλλάξετε από <guilabel>xvimagesink</guilabel> σε <guilabel>ximagesink</guilabel> ή το αντίστροφο. Αν αυτό δε δουλέψει εκτελέστε την εντολή <command>cheese --verbose</command> στη γραμμή εντολών και αντιγράψτε την καταγραφή σε μία αναφορά σφάλματος στον <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http">ανιχνευτή σφαλμάτων</ulink>.
sl: Z uporabo <command>gstreamer-properties</command> omenjenega v zgornjemu vprašanju poskusite spremeniti <guilabel>xvimagesink</guilabel> v <guilabel>ximagesink</guilabel> ali obratno. V primeru da to še vedno ne deluje, v ukazni vrstici poženite <command>cheese --verbose</command> in kopirajte poročilo o hrošču v <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http">sledilnik hroščev</ulink>.
zh_cn: 使用上一问题中提到的 <command>gstreamer-properties</command> 命令，尝试将 <guilabel>xvimagesink</guilabel> 改为 <guilabel>ximagesink</guilabel> 或者反过来。如果仍然不行，请在命令行运行 <command>cheese --verbose</command>，将日志复制到<ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http"> bug tracker</ulink>中的错误报告。

source: My webcam works with other programs such as Ekiga, Camorama, but not with <application>Cheese</application>. What's wrong?
el: Η δικτυακή κάμερά μου δουλεύει με άλλα προγράμματα όπως τα Ekiga, Camorama, αλλά όχι με το <application>Cheese</application>. Τι συμβαίνει;
sl: Moja spletna kamera deluje z drugimi programi kot so Ekiga, Camorama toda ne s <application>Cheese</application>. Kaj je narobe?
zh_cn: 我的摄像头在 Ekiga、Camorama 中工作良好，但在 <application>Cheese</application> 中却不行。这是怎么回事？

source: See if your webcam works when testing it in <command>gstreamer-properties</command>. If it works there, but not in <application>Cheese</application>, please file a bug report in our <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http"> bug tracker</ulink>.
el: Ελέγξτε αν η δικτυακή κάμερά σας δουλεύει όταν τη δοκιμάζετε στο <command>gstreamer-properties</command>. Αν δουλεύει εκεί, αλλά όχι στο <application>Cheese</application>, παρακαλούμε στείλτε μία αναφορά σφάλματος στον <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http"> bug tracker</ulink> μας.
sl: Oglejte si, če vaša spletna kamera deluje pri preizkusu v <command>gstreamer-properties</command>. V primeru da tam deluje, toda ne v <application>Cheese</application>, pošljite poročilo o hrošču v <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http"> sledilnik hroščev</ulink>.
zh_cn: 请查看您的摄像头用 <command>gstreamer-properties</command> 命令测试时是否能正常工作。如果测试时没问题，但在 <application>Cheese</application> 却无法使用，请向我们的 <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http"> bug tracker</ulink> 版块发送错误报告。

source: Where does <application>Cheese</application> store my photos and videos?
el: Που αποθηκεύει το <application>Cheese</application> τις φωτογραφίες και τα βίντεό μου;
sl: Kje <application>Cheese</application> shrani moje fotografije in videe?
zh_cn: <application>Cheese</application> 把我的照片和视频存到什么地方了？

source: Cheese stores your pictures in a folder called Webcam inside the XDG-Directory set for Pictures (in most distributions its ~/Pictures/Webcam). The same applies for Videos: ~/Videos/Webcam. XDG is a standard to declare default folders in your system. You can find more information about XDG <ulink url="http://standards.freedesktop.org/basedir-spec/basedir-spec-0.6.html" type="http">here</ulink>.
el: Το Cheese αποθηκεύει τις φωτογραφίες σας σε ένα φάκελο με όνομα Webcam μέσα στον Κατάλογο-XDG για τις εικόνες (στις περισσότερες διανομές είναι ~/Εικόνες/Webcam). Το ίδιο ισχύει για τα βίντεο: ~/Βίντεο/Webcam. Το XDG είναι ένα πρότυπο για τη δήλωση των προεπιλεγμένων φακέλων στο σύστημά σας. Μπορείτε να βρείτε περισσότερες πληροφορίες για το XDG <ulink url="http://standards.freedesktop.org/basedir-spec/basedir-spec-0.6.html" type="http">εδώ</ulink>.
sl: Cheese shrani vaše slike v mapo z imenom Spletna kamera znotraj XDF-mape za slike (v večini distribucij je to ~/Slike/Spletna kamera). Enako velja za videe: ~/Videi/Spletna kamera. XDG je standard za napoved privzetih map v vašemu sistemu. Več podrobnosti o XDG lahko najdete <ulink url="http://standards.freedesktop.org/basedir-spec/basedir-spec-0.6.html" type="http">tukaj</ulink>.
zh_cn: Cheese 将您的图片储存在 XDG-Directory 中的图片目录中(在大多数发行版中，该目录为 ~/Pictures/Webcam)一个叫做 Webcam 的文件夹。视频与此类似：~/Videos/Webcam。XDM 是一个在您的系统中定义默认文件夹的标准。您可以在<ulink url="http://standards.freedesktop.org/basedir-spec/basedir-spec-0.6.html" type="http">此处</ulink>找到更多关于 XDM 的信息。

source: If the XDG-Path is not set on your System, cheese has a fallback solution: it will store both your pictures and videos in ~/.gnome2/cheese/media. This is the default directory for your media if you have an older version of <application>Cheese</application>.
el: Αν δεν έχει οριστεί το XDG-Path στο σύστημά σας, το Cheese έχει μια εναλλακτική λύση: θα αποθηκεύσει και τις φωτογραφίες σας και τα βίντεο σας στο ~/.gnome2/cheese/media. Αυτός είναι ο προεπιλεγμένος φάκελος για τα πολυμέσα σας αν έχετε παλιότερη έκδοση του <application>Cheese</application>.
sl: V primeru da XDG-Path na vašemu sistemu ni nastavljen, ima cheese povratno rešitev: tako vaše slike in videe bo shranil v ~/.gnome2/cheese/media. To je v primeru da imate starejšo različico <application>Cheese</application> privzeto mesto za vaše večpredstavnostne datoteke.
zh_cn: 如果您的系统未设置 XDG-Path，Cheese 有一个备用解决方法：它将会把您的照片和视频都储存到 ~/.gnome2/cheese/media。此处是老版本的 <application>Cheese</application> 默认的媒体文件储存路径。

source: How to set an alternate path is described in <xref linkend="gconf"/>.
el: Ο τρόπος ορισμού μιας εναλλακτικής διαδρομής περιγράφεται στο <xref linkend="gconf"/>.
sl: Opis za nastavljanje dodatne poti je v <xref linkend="gconf"/>.
zh_cn: <xref linkend="gconf"/> 中描述了如果设置替代路径。

source: Attention: leave this settings blank if you want <application>Cheese</application> to use the default directories.
el: Προσοχή: αφήστε αυτή τη ρύθμιση κενή αν θέλετε το <application>Cheese</application> να χρησιμοποιεί τους προεπιλεγμένους καταλόγους.
sl: Pozor: pustite te nastavitve prazne, če želite da <application>Cheese</application> uporabi privzete mape.
zh_cn: 注意：如果想让 <application>Cheese</application> 使用默认目录，请将此项设为空。

source: You can also save your pictures to an alternate location from within Cheese. Please see <xref linkend="saving"/> for information on this.
el: Μπορείτε επίσης να αποθηκεύετε τις φωτογραφίες σας σε διαφορετική τοποθεσία μέσα από το Cheese. Παρακαλούμε κοιτάξτε το θέμα <xref linkend="saving"/> για περισσότερες πληροφορίες.
sl: Znotraj Cheese lahko svoje slike shranite na dodatno mesto. Za podrobnosti o tem si oglejte <xref linkend="saving"/> .
zh_cn: 您也可以在 Cheese 中将您的照片存入到不同的地方。请查看 <xref linkend="saving"/> 获取更多信息。

source: My Quickcam Express doesn't work with <application>Cheese</application>...
el: Η Quickcam Express που έχω δε δουλεύει με το <application>Cheese</application>...
sl: Moj Quickcam Express ne deluje s <application>Cheese</application> ...
zh_cn: 我的 Quickcam Express 在 <application>Cheese</application> 中能正常工作

source: or gstreamer, and I see errors like "Not enough buffers. We got 1, we want at least 2" in the <application>Cheese</application> output. With driver "qc-usb".
el: ή το gstreamer, και βλέπω σφάλματα όπως "Not enough buffers. We got 1, we want at least 2" in the <application>Cheese</application> output. With driver "qc-usb".
sl: ali gstreamer in vidim napake kot je "Ni dovolj medpomnilnika. Imamo 1, želimo vsaj 2" v izhodu <application>Cheese</application>. Z gonilnikom "qc-usb".
zh_cn: 在 gstreamer 中也不行，我在 Cheees 的输出中看到了像“缓冲区不足。我们期望至少两个，但现在只有一个”这样的错误。驱动为“qc-usb”.

source: Try running <command>qcset /dev/video0 compat=dblbuf</command> to enable double buffer compatibility mode, then restart <application>Cheese</application>.
el: Δοκιμάστε να εκτελέσετε <command>qcset /dev/video0 compat=dblbuf</command> για να ενεργοποιηθεί η λειτουργία συμβατότητας με διπλή ενδιάμεση μνήμη (double buffer compatibility mode), στη συνέχεια επανεκκινήστε το <application>Cheese</application>.
sl: Poskusite pognati <command>qcset /dev/video0 compat=dblbuf</command> za omogočitev načina združljivosti dvojnega medpomnilnika, nato ponovno zaženite <application>Cheese</application>.
zh_cn: 尝试运行 <command>qcset /dev/video0 compat=dblbuf</command> 命令以启用双缓冲区兼容模式，然后重启 <application>Cheese</application>。

source: "No Camera Found" Error Message
el: Μήνυμα λάθους "Δεν βρέθηκε κάμερα"
sl: Sporočilo napake "Ni mogoče najti kamere"
zh_cn: “未发现摄像头”错误信息

source: "When I launch Cheese, I get the message 'No Camera Found' but I have my webcam plugged into my computer".
el: «Όταν εκκινώ το Χαμογελάστε, παίρνω το μήνυμα "Δε βρέθηκε δικτυακή κάμερα", ενώ έχω την κάμερά μου συνδεδεμένη στον υπολογιστή μου».
sl: "Ko zaženem Cheese, dobim sporočilo 'Ni mogoče najti kamere' toda moja spletna kamera je vklopljena v moj računalnik".
zh_cn: “打开 Cheese 时，我得到一条信息说‘未发现摄像头’，但我明明已经把摄像头插到计算机上了”。

source: There are many situations that can cause this, and the exact problem that is causing it needs to be isolated. If possible, try each of the following to try and get your webcam working:
el: Αυτό συμβαίνει σε διάφορες περιπτώσεις, και χρειάζεται να εντοπιστεί το ακριβές πρόβλημα που το προκαλεί. Αν είναι δυνατό, δοκιμάστε τα εξής για να κάνετε την κάμερά σας να δουλέψει:
sl: Obstaja več položajev, ki lahko to povzročijo, zato je potrebno natančno težavo izolirati. Če je mogoče poskusite naslednje in poskusite spraviti svojo spletno kamero v delovanje:
zh_cn: 引起此问题的可能有很多种，必需找到确切的原因。如果可能的话，请逐个尝试下列办法看能否使您的摄像头正常工作。

source: Plug your webcam into another computer. If it works there, then it is a problem with the connection to your computer, or the operating system if it was a different one on the other computer. Check the ports on your computer (try another one) and consult support for your particular operating system.
el: Συνδέστε την κάμερά σας σε έναν άλλο υπολογιστή. Αν εκεί δουλέψει, τότε το πρόβλημα βρίσκεται στη σύνδεση με το δικό σας υπολογιστή, ή με το λειτουργικό σύστημα, αν στο δεύτερο σύστημα ήταν διαφορετικό. Ελέγξτε τις θύρες του υπολογιστή σας (π.χ. δοκιμάστε μια άλλη) και συμβουλευτείτε την υποστήριξη για το λειτουργικό σας σύστημα.
sl: Vklopite svojo spletno kamero v drug računalnik. V primeru da tam deluje, potem je težava v povezana z vašim računalnikom ali operacijskim sistemom, če je na drugemu računalniku drug operacijski sistem. Preverite vrata na vašemu računalniku (poskusite druga) in se posvetujte s podporo za vaš operacijski sistem.
zh_cn: 将您的摄像头插入另一台计算机。如果此时工作正常，那就说明是在与您的计算机连接时出了问题。如果那台计算机上装有与您不同的操作系统，那也可能是您的操作系统的问题。检查您计算机的端口(试试另外一个)并联系您的操作系统的客服。

source: See if your camera is being detected by your computer. On Linux, open up the terminal or console and type "dmesg" before you plug in your webcam. Notice the most recent entries, and then plug in your webcam. Type "dmesg" again and see if the most recent entries differ. If the message mentions a USB device being detected, and your webcam is the only USB device that has been changed, then your computer is detecting your webcam fine. If not, then test to see if the webcam is working on another computer. This may only work with USB webcams.
el: Εξετάστε αν ο υπολογιστής σας εντοπίζει τη δικτυακή σας κάμερα. Στο Linux, ανοίξτε ένα παράθυρο τερματικού και πληκτρολογήστε «dmesg» προτού συνδέσετε τη δικτυακή σας κάμερα. Προσέξτε τις πιο πρόσφατες καταχωρήσεις, και μετά συνδέστε την κάμερα. Πληκτρολογήστε ξανά «dmesg» και δείτε αν διαφέρουν οι πιο πρόσφατες καταχωρήσεις. Αν το μήνυμα αναφέρει ότι εντόπισε μια συσκευή USB, και η κάμερά σας είναι η μοναδική συσκευή USB που προστέθηκε, τότε ο υπολογιστής σας εντοπίζει την κάμερα. Αν όχι, τότε δοκιμάστε αν δουλεύει η κάμερα σε κάποιον άλλο υπολογιστή. Αυτή η διαδικασία μπορεί να δουλέψει μόνο με USB κάμερες.
sl: Poglejte, če vaš računalnik zaznava kamero. Na Linuxu odprite terminal ali konzolo in pred priklopom spletne kamere vpišite "dmesg". Oglejte si najbolj nedavne vnose in nato vklopite svojo spletno kamero. Ponovno vtipkajte "dmesg" in poglejte, če se najbolj nedavni vnosi razlikujejo. V primeru da sporočilo omeni zaznavo USB naprave in je vaša spletna kamera edina USB naprava, ki je bila spremenjena, vaš računalnik pravilno zaznava spletno kamero. V nasprotnem primeru preizkusite če spletna kamera deluje na drugemu računalniku. To lahko deluje le z USB spletnimi kamerami.
zh_cn: 请查看您的摄像头是否被计算机检测到了。在 Linux 中，打开终端或控制台，在插入摄像头之前键入“dmesg”。注意最新的条目，然后插入摄像头。再次键入“dmesg”看看最新条目是否有所不同。如果消息中提到有 USB 设备被检测到，而您的摄像头是唯一改变的 USB 设备，那说明计算机检测到您的摄像头。如果没有检测到，那试试摄像头在其他计算机上是否能正常工作。此方法仅对 USB 摄像头有效。

source: As Cheese uses the gstreamer backend, it is most likely because gstreamer is not detecting the webcam (or gstreamer has become corrupt). Please contact support for the particular operating system that you are running with as many details as possible. For Ubuntu, please use the <ulink url="http://ubuntuforums.org/" type="http">Ubuntu Forums</ulink>.
el: Καθώς το Cheese χρησιμοποιεί το σύστημα υποστήριξης gstreamer, το πιθανότερο είναι ότι το gstreamer δεν εντοπίζει τη δικτυακή σας κάμερα (ή το gstreamer είναι κατεστραμμένο). Παρακαλούμε επικοινωνήστε με την υποστήριξη για το συγκεκριμένο λειτουργικό σύστημα που χρησιμοποιείτε. Για το Ubuntu, χρησιμοποιήστε το <ulink url="http://forum.ubuntu-gr.org/" type="http">φόρουμ του Ubuntu</ulink>.
sl: Ker Cheese uporablja zaledje gstreamer, najverjetneje gstreamer ne zaznava vaše spletne kamere (ali pa se je gstreamer pokvaril). Stopite v stik s podporo za vaš operacijski sistem s kolikor je mogoče podrobnostmi. Za Ubuntu uporabite <ulink url="http://ubuntuforums.org/" type="http">Ubuntu forume</ulink>.
zh_cn: 由于 Cheese 使用 gstreamer 做为其后端，最可能的原因是 gstreamer 未检测到摄像头(或者 gstreamer 已损坏)。请联系您所使用的操作系统的客服并提供尽可能多的细节信息。如果是 ubuntu ，请使用 <ulink url="http://ubuntuforums.org/" type="http">Ubuntu 论坛</ulink>。

source: Which cameras are supported?
el: Ποιες κάμερες υποστηρίζονται;
sl: Katere spletne kamere so podprte?
zh_cn: Cheese 支持哪些型号的摄像头？

source: Cheese uses gstreamer for video grabbing. So in principle Cheese supports any camera that works with GStreamer. That should be any camera which supports video4linux or video4linux2.
el: Το Cheese χρησιμοποιεί το gsteamer για τη σύλληψη βίντεο. Κατά συνέπεια υποστηρίζει οποιαδήποτε κάμερα λειτουργεί με GStreamer. Αυτό σημαίνει θεωρητικά οποιαδήποτε κάμερα υποστηρίζει video4linux ή video4linux2.
sl: Cheese za zajemanje videa uporablja gstreamer. Zato Cheese podpira vse kamere, ki delujejo z GStreamer. To bi morale biti vse kamere ki podpirajo video4linux ali video4linux2.
zh_cn: Cheese 使用 gstreamer 来抓取视频。所以原则上 Cheese 支持所有在 GStreamer 下工作良好的摄像头。即所有支持 video4linux 或 video4linux2 的摄像头。

source: About
el: Περί
sl: O programu
zh_cn: 关于
