Repository: cjenkin2/cheese-video-fix
Catalog: help/*/*.po
Languages: el, sl, zh_cn

source: All modes can be used in fullscreen. To do this, click the <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Fullscreen</guimenuitem></menuchoice> menu to enter fullscreen mode, or press the <keycap>F11</keycap> key. To exit fullscreen mode, press the <keycap>Esc</keycap> or the <keycap>F11</keycap> keys.
el: Όλες οι λειτουργίες μπορούν να χρησιμοποιηθούν σε πλήρη οθόνη. Για να το κάνετε αυτό, επιλέξτε από το μενού <menuchoice><guimenu>Χαμογελάστε</guimenu><guimenuitem>Πλήρης οθόνη</guimenuitem></menuchoice> για να μπείτε σε λειτουργία πλήρους οθόνης, ή πιέστε το <keycap>F11</keycap>. Για να βγείτε από την λειτουργία πλήρους οθόνης, πιέστε <keycap>Esc</keycap> ή <keycap>F11</keycap>.
sl: V celem zaslonu je mogoče uporabiti vse načine. Za vstop v celozaslonski način kliknite na meni <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Cel zaslon</guimenuitem></menuchoice> ali pritisnite tipko <keycap>F11</keycap>. Za izhod iz celozaslonskega načina pritisnite <keycap>Ubežno tipko<keycap> ali <keycap>F11</keycap>.
zh_cn: 所有模式均可在全屏状态下使用，只需要点击<menuchoice><guimenu>Cheese</guimenu><guimenuitem>全屏</guimenuitem></menuchoice>菜单或按 <keycap>F11</keycap> 键进入全屏即可。 要退出全屏模式，请按 <keycap>Esc</keycap> 或 <keycap>F11</keycap>。"

source: Cheese fullscreen screenshot
el: Στιγμιότυπο πλήρους οθόνης του Χαμογελάστε
sl: Zaslonski posnetek Cheese v celozaslonskem načinu
zh_cn: Cheese 全屏模式截图

source: Working with photos and videos
el: Δουλεύοντας με φωτογραφίες και βίντεο
sl: Delo s fotografijami in videi
zh_cn: 运行照片和视频

source: Taking a photo
el: Λήψη φωτογραφίας
sl: Zajemanje fotografije
zh_cn: 拍照

source: To take a photo with Cheese, be sure to be in the “Photo” mode.
el: Για να τραβήξετε φωτογραφία στο Χαμογελάστε, σιγουρευτείτε πως βρίσκεστε στη λειτουργία «Φωτογραφία».
sl: Za zajemanje fotografije v Cheese se prepričajte, da ste v načinu “Fotografija”.
zh_cn: 要使用 Cheese 拍照，请确保处于“照片”模式。

source: It's easy to take photos with special effects. Just click the button labelled <guibutton>Effects</guibutton>, and click on the effects desired as described in <xref linkend="using-effects"/>. You should now have the effects that you chose applied to the webcam input. Press the effects button again to get back to the normal view.
el: Είναι εύκολο να τραβήξετε μια φωτογραφία με ειδικά εφέ. Απλά πατήστε το κουμπί <guibutton>Εφέ</guibutton>, και πατήστε στα επιθυμητά εφέ όπως περιγράφεται στο <xref linkend="using-effects"/>. Τα εφέ που επιλέξατε θα πρέπει τώρα να εφαρμόζονται στην είσοδο της δικτυακής κάμερας. Πατήστε ξανά το κουμπί των εφέ για να επιστρέψετε στην κανονική προβολή.
sl: Zajemanje fotografij s posebnimi učinki je enostavno. Kliknite na gumb z oznako <guibutton>Učinki</guibutton> in kliknite na želene učinke kot je opisano v <xref linkend="using-effects"/>. Sedaj bi moral biti izbrani učinek uveljavljen na vhod spletne kamere. Za običajen pogled ponovno pritisnite gumb učinki.
zh_cn: 您可以方便地为照片添加特效。单击标有 <guibutton>特效</guibutton> 的按钮，然后根据 <xref linkend="using-effects"/> 中的描述选择理想的效果。现在您选择中效果应该已经应用在了摄像头的输出。按 <guibutton>返回</guibutton> 按钮回到普通视图。

source: To take a photo, press the button labelled <guibutton>Take a photo</guibutton> or press the <keycap>spacebar</keycap> key. Alternatively, you can also use the webcam capture button, if your webcam has one. You will then see <application>Cheese</application> count down from 3 or instantly take the photo, depending on your settings. When the photo is taken, your entire screen will flash white, and the photo that was just taken will appear in the photo stream at the bottom of the program's window. To abort the countdown you can use the <keycap>Esc</keycap> key.
el: Για να τραβήξετε τη φωτογραφία, πατήστε το κουμπί <guibutton>Λήψη φωτογραφίας</guibutton> ή πιέστε το πλήκτρο <keycap>Διάστημα</keycap>. Εναλλακτικά μπορείτε επίσης να χρησιμοποιήσετε το κουμπί λήψης της κάμεράς σας, αν αυτή διαθέτει τέτοιο. Θα δείτε το <application>Cheese</application> να μετράει αντίστροφα από το 3 ή να τραβάει άμεσα την φωτογραφία, ανάλογα με τις ρυθμίσεις σας. Μόλις η φωτογραφία τραβηχθεί, ολόκληρη η οθόνη σας θα αστράψει, και η φωτογραφία που μόλις τραβήχτηκε θα εμφανιστεί στη ροή φωτογραφιών στο κάτω μέρος του παραθύρου του προγράμματος. Για να ακυρώσετε την αντίστροφη μέτρηση μπορείτε να χρησιμοποιήσετε το πλήκτρο <keycap>Esc</keycap>.
sl: Za zajemanje fotografije pritisnite gumb z oznako <guibutton>Zajemi fotografijo</guibutton> ali pritisnite tipko <keycap>preslednica</keycap>. Dodatno lahko uporabite gumb zajema na spletni kameri, če ga vaša spletna kamera ima. Nato boste videli kako <application>Cheese</application> odšteva od 3 ali hipno zajame fotografijo. Ko je fotografija zajeta, bo vaš celoten zaslon zabliskal v beli barvi in ravnokar posneta fotografija se bo pojavila v pretoku fotografij na dnu okna programa. Za preklic odštevanja lahko uporabite <keycap>Ubežno tipko</keycap>.
zh_cn: 要拍摄照片，请单击标有<guibutton>拍照</guibutton>标签的按钮或<keycap>空格</keycap>键。或者，您也可以使用摄像头上的捕获按钮(如果摄像头上有的话)。您会看到 <application>Cheese</application> 倒计时 3 秒或立即拍照，这取决于您的设置。拍照时，您的整个屏幕会有白色的闪烁，接着照片会出现在程序窗口底部的照片集里。按 <keycap>Esc</keycap> 键停止倒计时。

source: Recording a video
el: Εγγραφή ενός βίντεο
sl: Snemanje videa
zh_cn: 录制视频

source: To record a video in Cheese, make sure that the <guibutton>Video</guibutton> button has been pressed.
el: Για να τραβήξετε βίντεο στο Cheese, βεβαιωθείτε πως το κουμπί <guibutton>Βίντεο</guibutton> έχει πατηθεί.
sl: Za snemanje videa v Cheese se prepričajte, da je bil pritisnjen gumb <guibutton>Video</guibutton>.
zh_cn: 要在 Cheese 中拍摄视频，请确保 <guibutton>视频</guibutton> 按钮被按下。

source: To start recording a video, press the button labelled <guibutton>Start Recording</guibutton> or press the <keycap>Spacebar</keycap> key. Alternatively, you can also use the webcam capture button, if your webcam has one. To stop recording just press the same button, now labelled <guibutton>Stop Recording</guibutton>, and the recording will stop and the video saved.
el: Για να ξεκινήσετε την εγγραφή βίντεο, πατήστε το κουμπί <guibutton>Έναρξη εγγραφής</guibutton> ή πιέστε το πλήκτρο <keycap>Διάστημα</keycap>. Εναλλακτικά, μπορείτε επίσης να χρησιμοποιήσετε το κουμπί εγγραφής της δικτυακής κάμερας, αν η κάμερά σας διαθέτει ένα. Για να σταματήσετε την εγγραφή απλά πατήστε το ίδιο κουμπί, το οποίο τώρα ονομάζεται <guibutton>Διακοπή εγγραφής</guibutton>, και η εγγραφή θα σταματήσει και το βίντεο θα αποθηκευτεί.
sl: Za začetek snemanja videa pritisnite gumb z oznako <guibutton>Začni snemanje</guibutton> ali pritisnite tipko <keycap>Preslednica</keycap>. Dodatno lahko uporabite gumb zajema na spletni kameri, če ga vaša spletna kamera ima. Za zaustavitev snemanja pritisnite isti gumb, ki je sedaj označen <guibutton>Zaustavi snemanje</guibutton>. Snemanje bo zaustavljeno in video bo shranjen.
zh_cn: 要开始录制视频，请按下标有<guibutton>开始录制</guibutton>标签的按钮或<keycap>空格</keycap>键。或者，您也可以使用抱着上的捕获按钮(如果摄像头上有的话)。要停止录制视频，请按下相同的按钮，该按钮此时被标记为<guibutton>停止录制</guibutton>，录制将会停止并将视频存盘。

source: If your video appears to be jerky or has a low frame rate (only updating the picture every few seconds), it does not mean that the recording has a similar frame rate. In many cases, the recorded file will have a better frame rate.
el: Αν το βίντεο μοιάζει να είναι σπασμωδικό ή έχει χαμηλή δειγματοληψία (ενημερώνοντας την εικόνα ανά λίγα δευτερόλεπτα), δεν σημαίνει ότι η εγγραφή είναι κι αυτή χαμηλής ποιότητας. Σε πολλές περιπτώσεις, το αρχείο με την εγγραφή θα έχει καλύτερη δειγματοληψία.
sl: Če se se vaš video zatika ali ima nizko hitrost sličic (posodablja sliko le vsakih nekaj sekund), to ne pomeni da snemanje nima podobne bitne hitrosti. V veliko primerih bo posnet video imel višjo bitno hitrost.
zh_cn: 如果您的视频看起来不稳定或帧速率过低(几秒种才更新一次图像)，这并不意味着录制时也会有相似的帧速率。在许多情况下，所录制的文件将会有更高的帧速率。

source: Taking a series of pictures in burst mode
el: Λήψη σειράς φωτογραφιών σε λειτουργίας πολλαπλής φωτογράφησης
sl: Zajemanje zaporedja slik v načinu zaporednega zajemanja
zh_cn: 以连拍模式拍摄多张照片

source: To take more than one picture over some time you can use the burst mode. Burst mode can be set up in the preferences dialog where you can also set the amount of pictures you want to take and the delay in seconds between them. You can find more information about that in <xref linkend="preferences"/>.
el: Για να πάρετε περισσότερες από μία φωτογραφίες μέσα σε ένα χρονικό διάστημα, μπορείτε να χρησιμοποιήσετε τη λειτουργία πολλαπλής φωτογράφησης. Η λειτουργία πολλαπλής φωτογράφησης μπορεί να ρυθμιστεί στο διάλογο προτιμήσεων όπου μπορείτε επίσης να ορίσετε την ποσότητα των φωτογραφιών που θα ληφθούν και την χρονική καθυστέρηση ανάμεσά τους, σε δευτερόλεπτα. Μπορείτε να βρείτε περισσότερες πληροφορίες γι' αυτό στις <xref linkend="preferences"/>.
sl: Za zajemanje več kot ene slike lahko uporabite način zaporednega zajemanja. Način zaporednega zajemanja lahko nastavite v pogovornemu oknu možnosti, kjer lahko nastavite količino zajetih slik in zamik med njimi v sekundah. Več podrobnosti o tem lahko najdete v <xref linkend="preferences"/>.
zh_cn: 要在一张时间内拍摄多于一张照片请使用连拍模式。您可以在首选项对话框中设置连拍模式拍摄的照片数量和照片之间的延迟秒数。您要以在<xref linkend="preferences"/>中找到更多信息。

source: To start the burst mode, press the button labelled <guibutton>Take Multiple Photos</guibutton> or press the <keycap>Spacebar</keycap> key. Alternatively, you can also use the webcam capture button, if your webcam has one. To stop the burst capture you can use the <keycap>Esc</keycap> key.
el: Για να ξεκινήσετε τη λειτουργία πολλαπλής φωτογράφησης, πατήστε το κουμπί που ονομαζεται <guibutton>Λήψη πολλαπλών φωτογραφιών</guibutton> ή πιέστε το πλήκτρο <keycap>Διάστημα</keycap>. Εναλλακτικά, μπορείτε να χρησιμοποιήσετε το κουμπί λήψης της δικτυακής σας κάμερας, αν αυτή διαθέτει τέτοιο. Για να σταματήσετε την πολλαπλή λήψη, μπορείτε να χρησιμοποιήσετε το πλήκτρο <keycap>Esc</keycap>.
sl: Za začetek načina zaporednega zajemanja pritisnite gumb z oznako <guibutton>Zajemi več fotografij</guibutton> ali pritisnite tipko <keycap>Preslednica</keycap>. Dodatno lahko uporabite tudi gumb zajemanja na spletni kameri, če ga vaša spletna kamera ima. Za zaustavitev zaporednega zajemanja lahko uporabite <keycap>Ubežno tipko</keycap>.
zh_cn: 要开始连拍，请按下标有 <guibutton>拍摄多张照片</guibutton>的按钮或者按<keycap>空格</keycap>键。或者，您也可以按摄像头上的捕获按钮(如果有的话)。要停止连拍捕获请按<keycap>Esc</keycap>键。

source: Setting up Cheese
el: Ρύθμιση του Χαμογελάστε
sl: Nastavljanje Cheese
zh_cn: 设置 Cheese

source: The preferences dialog
el: Ο διάλογος προτιμήσεων
sl: Pogovorno okno možnosti
zh_cn: 首选项对话框

source: The preferences dialog allows you to set up some webcam specific parameters and parameters specific to the burst mode. If you have more than one webcam or video device attached to your system, the preferences dialog allows you to choose which one you would like to use for Cheese and what resolution the image should have. Use the sliders to play around with the brightness, contrast, saturation and hue values to find the best for your webcam.
el: Ο διάλογος προτιμήσεων σας επιτρέπει να ορίσετε μερικές παραμέτρους σχετικές με τη δικτυακή κάμερα και άλλες σχετικές με την πολλαπλή λήψη. Αν έχετε περισσότερες από μία δικτυακές κάμερες ή συσκευές βίντεο συνδεδεμένες στον υπολογιστή σας, ο διάλογος προτιμήσεων σας επιτρέπει να επιλέξετε ποια θέλετε να χρησιμοποιεί το Cheese και ποια ανάλυση θα πρέπει να έχουν οι φωτογραφίες. Χρησιμοποιήστε τους ολισθητές για να παίξετε με τη φωτεινότητα, την αντίθεση, τον κορεσμό και τις αξίες των χρωμάτων για να βρείτε τις καταλληλότερες ρυθμίσεις για την κάμερά σας.
sl: Pogovorno okno možnosti vam omogoča nastavitev nekaj parametrov določenih za spletno kamero in parametrov določenih v zaporednemu načinu zajemanja. V primeru da imate na vaš računalnik priklopljeno več kot eno spletno kamero ali video napravo, vam pogovorno okno možnosti omogoča izbiro katero želite uporabiti s Cheese in kakšno ločljivost naj ima slika. Uporabite drsnike za spremembo vrednosti svetlosti, nasičenja in odtenka na najboljšo za vašo spletno kamero.
zh_cn: 首选项对话框允许您设置一些摄像头或连拍模式特有的参数。如果您的系统连有不止一个摄像头或视频设备，首选项对话框允许您选择您要为 Cheese 使用哪一个以及图片的分辨率。使用滑动条为您的摄像头设置最佳的亮度、对比度、饱和度和色调的值。

source: Cheese preferences screenshot
el: Στιγμιότυπο των προτιμήσεων του Cheese
sl: Zaslonski posnetek možnosti Cheese
zh_cn: Cheese 首选项截图

source: The parameters for the burst mode can be set in the preferences dialog as well. You only have to adjust the values for the number of photos you wish to take and the delay in seconds between each picture taken.
el: Οι παράμετροι για την πολλαπλή λήψη μπορούν επίσης να οριστούν στο διάλογο προτιμήσεων. Το μόνο που χρειάζεται να ρυθμίσετε είναι οι αξίες για τον αριθμό των φωτογραφιών που θέλετε να ληφθούν και τη χρονική καθυστέρηση ανάμεσά τους σε δευτερόλεπτα.
sl: Parametre za zaporedni način zajemanja je mogoče nastaviti v pogovornemu oknu možnosti. Prilagoditi morate le vrednosti za število zajetih fotografij in zamik v sekundah med zajemom dveh fotografij.
zh_cn: 连拍模式的参数也可在首选项对话框中设置。您只需设置您想拍摄的照片数目和照片之间的延迟秒数。

source: GConf settings
el: Ρυθμίσεις GConf
sl: Nastavitve GConf
zh_cn: GConf 设置

source: It's possible to define where Cheese stores the captured media (photos and videos). These settings are stored in GConf. You can change the settings with the <command>gconf-editor</command>, application. There you have to select /apps/cheese in the tree on the left. Then you can set the <guilabel>video_path</guilabel> and <guilabel>photo_path</guilabel> to the location you prefer. There you can also set other parameters for Cheese, but you should use the preferences dialog for a controlled access.
el: Είναι επίσης εφικτό να ορίσετε εσείς την τοποθεσία που το Cheese θα αποθηκεύει τα πολυμέσα (φωτογραφίες και βίντεο). Αυτές οι ρυθμίσεις αποθηκεύονται στο GConf. Μπορείτε να αλλάξετε τις ρυθμίσεις με την εφαρμογή <command>gconf-editor</command>. Εκεί πρέπει να επιλέξτε στο δέντρο αριστερά /apps/cheese. Τώρα μπορείτε να ορίσετε το <guilabel>video_path</guilabel> και το <guilabel>photo_path</guilabel> σε μια τοποθεσία που προτιμάτε. Εκεί μπορείτε επίσης να ορίσετε κι άλλες παραμέτρους για το Cheese, αλλά είναι καλύτερο να χρησιμοποιείτε το διάλογο προτιμήσεων για ελεγχόμενη πρόσβαση.
sl: Mogoče je določiti kje Cheese shrani zajete datoteke (fotografije in videe). Te nastavitve so shranjene v GConf. Nastavitve lahko spremenite s programom <command>gconf-editor</command>. V drevesu na levi izberite /apps/cheese. Nato lahko nastavite <guilabel>video_path</guilabel> in <guilabel>photo_path</guilabel> na mesto, ki vam ustreza. Tam lahko nastavite tudi druge parametre za Cheese, toda za nadziran dostop uporabite pogovorno okno možnosti.
zh_cn: 可以定义 Cheese 存放捕获的媒体文件(照片和录像)的位置。这些设置储存在 GConf。您可以用 <command>gconf-editor</command> 实用程序更改这些设置。设置时您需要在左边的树中选择 /apps/cheese，然后您就可以将 <guilabel>video_path</guilabel> 和 <guilabel>photo_path</guilabel> 设成喜欢的地方。在此您也可以设置 Cheese 的其他参数，但您应该在首选项对话框中

source: Attention: Be careful while using GConf to change your settings! If you are not completely sure about what you are doing, you should ask someone who knows!
el: Προσοχή: Να είστε προσεκτικοί όταν χρησιμοποιείτε το GConf για αλλαγή των ρυθμίσεών σας. Αν δεν είστε εντελώς σίγουροι τι κάνετε, ρωτήστε κάποιον που είναι!
sl: Pozor: Bodite pozorni pri uporabi GConf za spreminjanje vaših nastavitev. V primeru da niste popolnoma prepričani kaj delate, vprašajte nekoga ki ve!
zh_cn: 注意：务必小心使用 GConf 改变您的设置！如果您不完全确定您在做什么，您应该向知道的人请教。

source: Sharing Photos and Videos
el: Κοινή χρήση φωτογραφιών και βίντεο
sl: Souporaba fotografij in videov
zh_cn: 分享照片和视频

source: Viewing a photo or video
el: Προβολή φωτογραφίας ή βίντεο
sl: Ogled fotografije ali videa
zh_cn: 查看照片或视频

source: To view a video or photo that has been taken, locate it in the photo stream and double click it. Alternatively, you can right click on it and select <guimenuitem>Open</guimenuitem>. This will then open the file in the default application for that file type.
el: Για να προβάλλετε ένα βίντεο ή μία φωτογραφία που τραβήξατε, εντοπίστε το στη ροή φωτογραφιών και κάντε διπλό κλικ πάνω του. Εναλλακτικά, μπορείτε να κάνετε δεξί κλικ πάνω του και να επιλέξετε <guimenuitem>Άνοιγμα</guimenuitem>. Με αυτόν τον τρόπο θα ανοιχτεί το αρχείο με την προεπιλεγμένη εφαρμογή για αρχεία του συγκεκριμένου τύπου.
sl: Za ogled zajetega videa ali fotografije, jo najdite v pretoku fotografij in dvokliknite nanjo. Dodatno lahko desno kliknite nanjo in izberete <guimenuitem>Odpri</guimenuitem>. To bo datoteko odprlo s privzetim programom za odpiranje te vrste datoteke.
zh_cn: 要查看已拍摄的照片或视频，找到相应的照片集并双击。或者，您可以右键单击并选择<guimenuitem>打开</guimenuitem>。这将使用该文件类型的默认的应用程序来打开它。

source: Saving photos and videos to an alternate location
el: Αποθήκευση φωτογραφιών και βίντεο σε εναλλακτική τοποθεσία
sl: Shranjevanje fotografij in videov na dodatno mesto.
zh_cn: 保存照片和视频到其他位置

source: To save a photo to an alternate place on your system where you can easily find them, find the photo or video that you wish to save in the photo stream, right click on it and select <guimenuitem>Save As</guimenuitem> from the pop-up menu. This will bring up a standard <guilabel>Save File</guilabel> dialog that will allow you to save it to a new location as well as rename it if you so wish to do.
el: Για να αποθηκεύσετε μια φωτογραφία σε εναλλακτική τοποθεσία στον σκληρό σας δίσκο όπου να μπορείτε εύκολα να την βρείτε, εντοπίστε την φωτογραφία ή το βίντεο που θέλετε να αποθηκεύσετε στη ροή φωτογραφιών, κάντε δεξί κλικ πάνω της και επιλέξτε <guimenuitem>Αποθήκευση ως</guimenuitem> από το αναδυόμενο μενού. Αυτό θα εμφανίσει τον συνήθη διάλογο <guilabel>Αποθήκευση αρχείου</guilabel> που θα σας επιτρέψει να αποθηκεύσετε τη φωτογραφία σε μια νέα τοποθεσία και να τη μετονομάσετε αν το επιθυμείτε.
sl: Za shranjevanje fotografije na dodatno mesto na sistemu, kjer jih lahko enostavno najdete, najdite video ali fotografijo za shranjevanje v pretoku fotografij, desno kliknite nanjo in v pojavnemu meniju izberite <guimenuitem>Shrani kot</guimenuitem>. To bo prikazalo običajno pogovorno okno <guilabel>Shranjevanje datoteke</guilabel>, ki vam bo omogočilo shranjevanje na drugo mesto in preimenovanje.
zh_cn: 要将照片保存硬盘中的其他位置以使您容易找到，请先找到您想保存到照片集中的照片或视频，在其上单击右键并在弹出菜单中选择<guimenuitem>另存为</guimenuitem>。这将弹出一个标准的 <guilabel>保存文件</guilabel>对话框，它允许您将照片保存到其他地方或依您所愿对其进行重命名。

source: Deleting a photo
el: Διαγραφή φωτογραφίας
sl: Izbris fotografije
zh_cn: 删除照片

source: To delete a photo from the photo stream, locate the photo you wish to delete in the photo stream, left click on it once and press the <keycap>delete</keycap> button on your keyboard. Alternatively, you can right click on it and select <guimenuitem>Delete</guimenuitem> from the pop-up menu.
el: Για να διαγράψετε μία φωτογραφία από τη ροή φωτογραφιών, εντοπίστε τη φωτογραφία που θέλετε να διαγράψετε στη ροή φωτογραφιών, κάντε ένα αριστερό κλικ πάνω της και πιέστε το πλήκτρο <keycap>delete</keycap> στο πληκτρολόγιο. Εναλλακτικά, μπορείτε να κάνετε δεξί κλικ πάνω της και να επιλέξετε <guimenuitem>Διαγραφή</guimenuitem> από το αναδυόμενο μενού.
sl: Za izbris fotografije iz pretoka fotografij, najdite fotografijo, nanjo levo kliknite in na tipkovnici pritisnite gumb <keycap>izbriši</keycap>. Dodatno lahko na fotografijo desno kliknete in v pojavnemu meniju izberete <guimenuitem>Izbriši</guimenuitem>.
zh_cn: 要从照片集中删除照片，请先在照片集中找到您想要删除的照片，在其上单击左键然后按键盘上的 <keycap>delete</keycap> 按钮。另外，您也可以在照片上点击右键并从弹出菜单中选择 <guimenuitem>删除</guimenuitem> 。

source: You will be asked if you wish to delete it from the photo stream. To confirm, press the button labelled <guibutton>Move to Trash</guibutton>.
el: Θα ερωτηθείτε αν επιθυμείτε να τη διαγράψετε από τη ροή φωτογραφιών. Για να επιβεβαιώσετε, πατήστε το κουμπί <guibutton>Μετακίνηση στα Απορρίμματα</guibutton>.
sl: Vprašani boste bili ali jo želite izbrisati iz pretoka fotografij. Za potrditev pritisnite gumb z oznako <guibutton>Premakni v smeti</guibutton>.
zh_cn: 将会有对话框询问您是否想从照片集中删除此照片。按下标有<guibutton>移动至回收站</guibutton>标签的按钮进行确认。

source: This will move the image to the "trash", as well as remove from your photo stream. This will not remove the photo from your computer. To remove it from your system, you will need to empty your trash.
el: Αυτό, θα μετακινήσει την εικόνα στα «Απορρίμματα», καθώς επίσης θα την αφαιρέσει και από τη ροή φωτογραφιών. Δε θα διαγραφεί η φωτογραφία από τον υπολογιστή σας. Για να την αφαιρέσετε από το σύστημά σας, θα πρέπει να αδειάσετε τα απορρίμματά σας.
sl: To bo premaknilo sliko v "smeti" in jo odstranilo iz vašega pretoka fotografij. To fotografije ne bo odstranilo z vašega računalnika. Za odstranitev s sistema boste morali izprazniti smeti.
zh_cn: 这将会将图片移动到“回收站，并将其从照片集中删除。这不会将照片从您的计算机中删除。要将其完全从系统中删除，您需要清空回收站。

source: Send a photo by e-mail
el: Αποστολή φωτογραφίας με ηλεκτρονικό ταχυδρομείο
sl: Pošiljanje fotografije po elektronski pošti
zh_cn: 用 e-mail 发送照片

source: Photos can be directly emailed from Cheese. You will need to have the default mail client set up with an email account. To email a photo, locate the photo in the photo stream, right click on it and select <guimenuitem>Send by Mail</guimenuitem>.
el: Οι φωτογραφίες μπορούν απευθείας να ταχυδρομηθούν από το Cheese. Θα πρέπει να έχετε τον προεπιλεγμένο πελάτη ταχυδρομείου ρυθμισμένο με ένα λογαριασμό ηλεκτρονικού ταχυδρομείου. Για να ταχυδρομήσετε ηλεκτρονικά μία φωτογραφία, εντοπίστε τη φωτογραφία στη ροή φωτογραφιών, κάντε δεξί κλικ πάνω της και επιλέξτε <guimenuitem>Αποστολή με ηλεκτρονικό ταχυδρομείο</guimenuitem>.
sl: Fotografije je mogoče poslati preko elektronske pošte neposredno iz Cheese. Morali boste imeti nastavljen poštni odjemalec z računom elektronske pošte. Za pošiljanje fotografije preko elektronske pošte, desno kliknite nanjo in izberite <guimenuitem>Pošlji po pošti</guimenuitem>.
zh_cn: 照片可以 Cheese 中直接通过电子邮件发送。您需要在默认的邮件客户端设置一个电子邮件帐户。要发送照片，请先在照片集中找到您要发送的照片，在其上单击右键并选择<guimenuitem>通过邮件发送</guimenuitem>。

source: This will open the default mail client (for example, Evolution) and a new email message will be created with the photo you selected as an attachment.
el: Αυτό θα ανοίξει τον προεπιλεγμένο πελάτη ταχυδρομείου (για παράδειγμα, το Evolution) και ένα νέο μήνυμα ηλεκτρονικού ταχυδρομείου θα δημιουργηθεί με τη φωτογραφία συνημμένη.
sl: To bo odprlo privzeti poštni odjemalec (na primer Evolution) in ustvarjeno bo novo e-poštno sporočilo s fotografijo, ki ste jo izbrali kot prilogo.
zh_cn: 这将打开默认邮件客户端(例如， Evolution)和一个以您选择的照片为附件的新的电子邮件讯息。

source: Set as Account Photo
el: Καθορισμός ως Φωτογραφία Λογαριασμού
sl: Nastavitev fotografije računa
zh_cn: 设置为帐户图片
