Repository: cjenkin2/cheese-video-fix
Catalog: help/*/*.po
Languages: el, sl, zh_cn

source: Cheese was initially written by Daniel G. Siegel <email>dgsiegel@gnome.org</email>. as a Google Summer of Code project. Later, Jaap A. Haitsma <email>jaap@haitsma.org</email> and others joined Daniel to improve it. To find more information about Cheese, please visit the <ulink url="http://projects.gnome.org/cheese" type="http"><application>Cheese</application> web page</ulink>.
el: Το Cheese γράφτηκε αρχικά από τον Daniel G. Siegel <email>dgsiegel@gmail.com</email> ως έργο του Google Summer of Code. Στη συνέχεια ο Jaap A. Haitsma <email>jaap@haitsma.org</email> και άλλοι συνέβαλαν με τον Daniel στη βελτίωσή του. Για να μάθετε περισσότερα για το Cheese, παρακαλούμε επισκεφθείτε την <ulink url="http://projects.gnome.org/cheese" type="http">ιστοσελίδα του <application>Cheese</application></ulink>.
sl: Cheese je v začetku napisal Daniel G. Siegel <email>dgsiegel@gnome.org</email>kot projekt Google Summer of Code. Kasneje so se Danielu pridružili Jaap A. Haitsma <email>jaap@haitsma.org</email> in drugi. Za več podrobnosti o Cheese, obiščite <ulink url="http://projects.gnome.org/cheese" type="http">spletno stran <application>Cheese</application></ulink>.
zh_cn: Cheese 最初由 G. Siegel <email>dgsiegel@gnome.org</email> 编写，它是谷歌暑期编程项目中的成员之一。后来， Jaap A. Haitsma <email>jaap@haitsma.org</email> 和其他一些人加入了 Daniel 的项目对它进行了改进。要了解更多关于 Cheese 的信息，请访问 <ulink url="http://projects.gnome.org/cheese" type="http"><application>Cheese</application> web page</ulink>。

source: To report a bug or make a suggestion regarding this application, you can file a bug in our <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http"> bug tracker</ulink>.
el: Για την αναφορά σφαλμάτων ή την υποβολή προτάσεων σχετικών με την εφαρμογή μπορείτε να αναφέρετε ένα σφάλμα στον <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http">ανιχνευτή σφαλμάτων</ulink>.
sl: Za poročilo o hrošču ali predlog o tem programu, uporabite <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http"> sledilnik hroščev</ulink>.
zh_cn: 要对本程序或本手册提出建议或报告 bug，请依照<ulink url="http://projects.gnome.org/cheese/" type="http"><application>Cheese</application> bug tracker </ulink>中的指导行事。

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at the <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">GNU site</ulink>, or in the file COPYING included with the source code of this program.
el: Το πρόγραμμα αυτό διανέμεται υπό τους όρους της GNU General Public license όπως αυτή δημοσιεύεται από το Free Software Foundation, είτε της έκδοσης 2 του License, ή (κατά τη γνώμη σας) οποιασδήποτε μεταγενέστερης έκδοσης. Αντίγραφο αυτής της άδειας μπορείτε να βρείτε στο <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">GNU site</ulink>, ή στο αρχείο COPYING που περιλαμβάνεται στον πηγαίο κώδικα του προγράμματος.
sl: Ta program je distribuiran pod pogoji GNU General Public license kot jo je objavila Free Software Foundation; ali različico 2 licence ali (na vašo željo) katerekoli kasnejše različice. Kopijo te licence je mogoče najti na <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">spletišču GNU</ulink>, ali v datoteki COPYING, ki je vključena v izvorno kodo tega programa.
zh_cn: 本程序以自由软件基金会发表的 GNU 通用公共许可证(GPL)之条款发布；GPL 应采用第二版，您也可以采用第三版。您可以在 <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">GNU 网站</ulink>或本程序的源代码复件中找到此许可证的复本。

source: translator-credits
el: Ελληνική μεταφραστική ομάδα GNOME Fotis Tsamis <ftsamis@gmail.com> Athanasios Lefteris <alefteris@gmail.com> Κώστας Παπαδήμας <pkst@gnome.org> Νίκος Παράσχου <niparasc@gmail.com> Μάριος Ζηντίλης <m.zindilis@dmajor.org> Για περισσότερα δείτε: http://gnome.gr/
sl: Andrej Žnidaršič <andrej.znidarsic@gmail.com>, 2010
zh_cn: ccrecall <ccrecall@163.com> arccos (L.Q) <boyermoore@gmail.com>, 2009

source: daniel g. siegel (dgsiegel@gnome.org)
zh_cn: daniel g. siegel (dgsiegel@gmail.com)
