Repository: cjenkin2/cheese-video-fix
Catalog: po/*.po
Languages: ro, ug

source: Cheese Webcam Booth
ro: Cabina camerei web Cheese

source: Take photos and videos with your webcam, with fun graphical effects
ro: Faceți fotografii și filme cu camera web, folosind efect grafice nostime
ug: ۋېبكامېرا ئارقىلىق سىن ۋە سۈرەتلەرنى تارتىش بىلەن بىرگە ئۇنىڭغا قىزىقارلىق گرافىكىلىق ئۈنۈملەرنى قوشىدۇ

source: A list of effects applied on startup. Possible values are: "mauve", "noir_blanc", "saturation", "hulk", "vertical-flip", "horizontal-flip", "shagadelic", "vertigo", "edge", "dice" and "warp"
ro: O listă cu efecte ce sunt aplicata la pornire. Valorile posibile sunt: „mauve”, „noir_blanc”, „saturation”, „hulk”, „vertical-flip”, „horizontal-flip”, „shagadelic”, „vertigo”, „edge”, „dice” and „warp”
ug: باشلانغاندا ئىشلىتىدىغان ئۈنۈملەرنىڭ تىزىملىكى: "mauve"،"noir_blanc", "saturation", "hulk", "vertical-flip", "horizontal-flip", "shagadelic", "vertigo", "edge", "dice" and "warp"

source: Adjusts brightness level of the picture coming from the camera
ro: Modifică nivelul de luminozitate al imaginii provenite de la cameră
ug: كامېرادىن كەلگەن رەسىمنىڭ يورۇقلۇقىنى تەڭشەش

source: Adjusts contrast level of the picture coming from the camera
ro: Modifică nivelul de contrast al imaginii provenite de la cameră
ug: كامېرادىن كەلگەن رەسىمنىڭ ئاق-قارىلىقى تەڭشەش

source: Adjusts hue level of the picture coming from the camera
ro: Modifică nuanța imaginii provenite de la cameră
ug: كامېرادىن كەلگەن رەسىمنىڭ رەڭگىنى تەڭشەش

source: Adjusts saturation level of the picture coming from the camera
ro: Modificați nivelul de saturație a imaginii provenite de la cameră
ug: كامېرادىن كەلگەن رەسىمنىڭ تويۇنۇش دەرىجىسىنى تەڭشەش

source: Camera device string indicator
ro: Identificator dispozitiv cameră
ug: كامېرانىڭ ئۈسكۈنە ئاتى

source: Defines the path where the photos are stored, if empty "XDG_PHOTO/Webcam" will be used.
ro: Definește locul unde vor fi stocate fotografiile. În cazul în care nu este definit va fi folosit „XDG_PHOTO/Webcam”.
ug: رەسىم ساقلىنىدىغان يولنى بەلگىلەيدۇ. ئەگەر قۇرۇق بولسا "XDG_PHOTO/Webcam" نى ئىشلىتىلىدۇ

source: Defines the path where the videos are stored, if empty "XDG_VIDEO/Webcam" will be used.
ro: Definește locul unde vor fi stocate fișierele video. În cazul în care nu este definit va fi folosit „XDG_VIDEO/Webcam”.
ug: سىن ساقلىنىدىغان يولنى بەلگىلەيدۇ. ئەگەر قۇرۇق بولسا "XDG_PHOTO/Webcam" نى ئىشلىتىلىدۇ

source: Height resolution
ro: Rezoluție înălțime
ug: تىك ئېنىقلىقى

source: If set to true, Cheese will start up in a wide mode with the image collection placed on the right-hand side. Useful with small screens.
ro: Dacă este adevărat, Cheese va porni în mod lat, cu colecția de imagini în partea dreaptă. Folositor pentru ecrane mici.
ug: ئەگەر true قىلىنسا، Cheese كېڭى ھالەتتە قوزغىلىدۇ، ئوڭ تەرەپتە سۈرەتلەر توپلىمى بار كۆزنەك كۆرۈنىدۇ. كىچىك ئېكرانلاردا بۇنى ئىشلەتسە بەكمۇ ياخشى بولىدۇ.

source: If set to true, then Cheese will have a feature allowing you to delete a file immediately and in-place, instead of moving it to the trash. This feature can be dangerous, so use caution.
ro: Dacă este definit ca „true”, Cheese va avea o opțiune prin care vă va permite ștergerea imediată a fișierelor, în locul mutării lor la gunoi. Această funcție poate fi periculoasă. Folosiți-o cu atenție.
ug: TRUE قىلىنسا ئەخلەت ساندۇقىغا تاشلىمايلا، ھۆججەتنى ئۆچۈرۈۋېتىدۇ. شۇڭا بۇنى ئىشلەتكەندە دىققەت قىلىڭ.

source: Milliseconds between photos in burst mode.
ro: Milisecunde între fotografii, în mod rafală.
ug: ئۈزمەي تارتىش ھالىتىدىكى رەسىملەرنىڭ ئارىسىدىكى ۋاقىت(مىللىسېكۇنت)

source: Number of photos in burst mode.
ro: Număr fotografii în mod rafală.
ug: ئۈزمەي تارتىش ھالىتىدىكى رەسىمنىڭ سانى

source: Photo Path
ro: Cale fotografii
ug: رەسىم يولى

source: Picture brightness
ro: Luminozitate imagine
ug: رەسىمنىڭ يورۇقلۇقى

source: Picture contrast
ro: Contrast imagine
ug: رەسىمنىڭ ئاق-قارىلىقى

source: Picture hue
ro: Nuanță imagine
ug: رەسىمنىڭ رەڭگى

source: Picture saturation
ro: Saturație imagine
ug: رەسىمنىڭ تويۇنۇش دەرىجىسى

source: Selected Effects
ro: Efecte alese
ug: ئۈنۈم تاللاش

source: Set to True to show countdown when taking a photo
ro: Definit ca „true” dacă va fi folosită o numărătoare inversă la realizarea unei fotografii
ug: ئەگەر True قىلىنسا، رەسىم تارتىۋاتقاندا چاغدا تەتۈر ساناشنى كۆرسىتىدۇ

source: The device which points to the camera (e.g. /dev/video0)
ro: Dispozitivul ce indică camera, (de ex. /dev/video0)
ug: كامېرانىڭ ئۈسكۈنە نۇقتىسى (مەسىلەن: /dev/video0)

source: The height resolution of the image captured from the camera
ro: Rezoluția înălțimii imaginii capturate de cameră
ug: كامېرادا تارتقان رەسىمنىڭ بوي يۆنىلىشتىكى ئېنىقلىقى

source: The length of time, in milliseconds, to delay between taking each photo in a burst sequence of photos.
ro: Intervalul de timp, în milisecunde, dintre capturarea imaginilor în modul rafală.
ug: ئارقىمۇ-ئارقا تارتىش ھالىتىدىكى تىنىش ۋاقتى(مىللىسېكۇنت).

source: The number of photos to take in a single burst.
ro: Numărul de fotografii ce sunt făcute într-o singură rafală.
ug: بىر قېتىملىق ئارقىمۇ-ئارقا تارتىشتا، تارتىدىغان رەسىم سانى.

source: The width resolution of the image captured from the camera
ro: Rezoluția lățimii imaginii capturate de cameră
ug: كامېرادىن تۇتۇلغان رەسىمنىڭ كەڭلىك ئېنىقلىقى

source: Use a countdown
ro: Folosește un cronomentru
ug: تەتۈر ساناشنى ئىشلەت

source: Video Path
ro: Cale video
ug: سىن يولى

source: Whether to enable immediate deletion
ro: Dacă să fie activată ștergerea imediată
ug: دەرھال ئۆچۈرۈشنى قوزغىتامدۇ يوق

source: Whether to start in wide mode
ro: Dacă să pornească în mod lat
ug: كەڭ ھالەتتە قوزغالسۇنمۇ

source: Width resolution
ro: Rezoluție lățime
ug: يان يۆنىلىشتىكى ئېنىقلىقى

source: Switch to Burst Mode
ro: Comută în mod rafală
ug: ئارقىمۇ-ئارقا تارتىشقا ئالماش

source: Switch to Photo Mode
ro: Comută în modul fotografie
ug: ئادەتتىكى تارتىشقا ئالماش

source: Switch to Video Mode
ro: Comută în modul video
ug: سىن تارتىشقا ئالماش

source: Switch to the Effects Selector
ro: Comută alegerea efectelor
ug: ئۇنۇم تاللاش ھالىتىگە ئالماش

source: _Effects
ro: _Efecte
ug: ئۈنۈملەر(_E)

source: _Leave Fullscreen
ro: Părăsește tot ecranu_l
ug: پۈتۈن ئېكراندىن ئايرىل(_L)

source: _Take a Photo
ro: Fă o fo_tografie
ug: رەسىم تارت(_T)

source: Brightness
ro: Luminozitate
ug: يورۇقلۇق

source: Burst mode
ro: Mod rafală
ug: ئارقىمۇ-ئارقا تارتىش

source: Delay between photos (seconds)
ro: Întârziere între fotografii (secunde)
ug: رەسىم ئارىلىقىدىكى ۋاقىت(سېكۇنت)

source: Device
ro: Dispozitiv
ug: ئۈسكۈنە

source: Hue
ro: Nuanță
ug: رەڭگى

source: Image properties
ro: Proprietăți imagine
ug: رەسىم خاسلىقى

source: Number of photos
ro: Număr fotografii
ug: رەسىم سانى

source: Preferences
ro: Preferințe
ug: تەڭشەكلەر

source: Resolution
ro: Rezoluție
ug: ئېنىقلىق

source: Saturation
ro: Saturație
ug: تويۇنۇش دەرىجىسى

source: Webcam
ro: Cameră web
ug: ۋېبكامېرا

source: Shutter sound
ro: Sunet obturator
ug: Shutter نىڭ ئاۋازى

source: Take a photo
ro: Fă o fotografie
ug: رەسىم تارتىدۇ

source: _Take a photo
ro: Fă o fo_tografie
ug: رەسىم تارت(_T)

source: _Discard photo
ro: Renunță la foto_grafie
ug: رەسىمنى تاشلىۋەت(_D)

source: Device capabilities not supported
ro: Capabilitățile dispozitivului nu sunt suportate
ug: ئۈسكۈنىنىڭ بۇ ئىقتىدارىنى ئىشلەتكىلى بولمايدۇ

source: Unknown device
ro: Dispozitiv necunoscut
ug: نامەلۇم ئۈسكۈنە

source: Cancellable initialization not supported
ro: Inițializarea anulabilă nu este suportată
ug: فورماتلاشنى ئىناۋەتسىز قىلىشقا بولمايدۇ

source: No device found
ro: Nu s-a găsit niciun dispozitiv
ug: ئۈسكىنە تېپىلمىدى

source: One or more needed GStreamer elements are missing:
ro: Unul sau mai multe elemente GStreamer lispsesc:
ug: GStreamer نىڭ كېرەكلىك ئېلېمېنت تېپىلمىدى:

source: Camera setup failed
ro: Configurarea camerei a eșuat

source: _Skip
ro: _Sari
ug: ئاتلا(_S)

source: S_kip All
ro: Sa_ri toate
ug: ھەممىدىن ئاتلا(_K)

source: Delete _All
ro: Șterge to_ate
ug: ھەممىنى ئۆچۈر(_A)

source: Failed to launch program to show: %s %s
ro: Lansarea programului de afișare a eșuat: %s %s
ug: كۆرسىتىش پروگراممىسىنى قوزغىتىش مەغلۇپ بولدى: %s %s

source: Save File
ro: Salvează fișier
ug: ھۆججەت ساقلاش

source: Could not save %s
ro: Nu s-a putut salva %s
ug: %s نى ساقلىغىلى بولمىدى

source: Error while deleting
ro: Eroare la ștergere
ug: ئۆچۈرۈشتە خاتالىق كۆرۈلدى

source: The file "%s" cannot be deleted. Details: %s
ro: Fișierul „%s” nu a putut fi șters. Detalii: %s
ug: ھۆججەت "%s" نى ئۆچۈرگىلى بولمىدى. تەپسىلاتى: %s

source: Are you sure you want to permanently delete the %'d selected item?
ro: Doriți ștergerea permanentă a %d element selectat?
ug: سىز تاللانغان %'d تۈرنى راستىنىلا مەڭگۈلۈك ئۆچۈرەمسىز؟

source: Are you sure you want to permanently delete "%s"?
ro: Doriți ștergerea permanentă a „%s”?
ug: "%s" نى راستىنىلا مەڭگۈلۈك ئۆچۈرەمسىز؟

source: If you delete an item, it will be permanently lost.
ro: Dacă ștergeți un element, el va fi șters definitiv.
ug: ئەگەر تۈردىن بىرنى ئۆچۈرسىڭىز ئۇنداقتا ئۇ مەڭگۈلۈك يوقىلىدۇ.

source: Unknown Error
ro: Eroare necunoscută
ug: نامەلۇم خاتالىق

source: Cannot move file to trash, do you want to delete immediately?
ro: Fișierul nu a putut fi mutat la gunoi, doriți să îl ștergeți permanent?
ug: ھۆججەتنى ئەخلەت ساندۇقىغا يۆتكىيەلمىدى، دەرھال ئۆچۈرەمسىز؟

source: The file "%s" cannot be moved to the trash. Details: %s
ro: Fișierul „%s” nu a putut fi mutat la gunoi. Detalii: %s
ug: ھۆججەت "%s" نى ئەخلەت ساندۇقىغا يۆتكىگىلى بولمىدى. تەپسىلاتى: %s

source: Really move all photos and videos to the trash?
ro: Doriți mutarea tuturor fotografiilor și filmelor la gunoi?
ug: راستلا بارلىق رەسىم ۋە سىنلارنى ئەخلەت ساندۇقىغا يۆتكەمدۇ؟

source: _Move to Trash
ro: _Mută la gunoi
ug: ئەخلەت ساندۇقىغا يۆتكە(_M)

source: Unable to open help file for Cheese
ro: Nu s-a putut deschide fișierul de ajutor pentru Cheese
ug: Cheese نىڭ ياردەمچى ھۆججىتىنى ئاچقىلى بولمىدى

source: translator-credits
ro: Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Dread Knight https://launchpad.net/~dread.knight Ionuț Jula https://launchpad.net/~ionutjula
ug: Gheyret Kenji <gheyret@yahoo.com>, 2010.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ro: Acest program este liber; îl puteți redistribui și/sau modifica în conformitate cu termenii licenței Publice Generale GNU așa cum este publicată de Free Software Foundation; fie versiunea 2 a Licenței, fie (la latitudinea dumneavoastră) orice versiune ulterioară.
ug: بۇ ئەركىن يۇمشاق دېتال؛ سىز ئەركىن يۇمشاق دېتال فوندى تارقاتقان GNU ئادەتتىكى ئاممىۋى ئىجازەتنامىسىنىڭ ماددىلىرىغا ئاساسەن ئۇنى ئەركىن تارقىتىپ ياكى ئۆزگەرتسىڭىز بولىدۇ؛ ئىجازەتنامىنىڭ ئىككىنچى نەشرى ياكى ئۇنىڭدىن كېيىنكى نەشرىنى ئىشلىتىڭ.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
ro: Acest program este distribuit cu speranța că va fi util, dar FĂRĂ NICI O GARANȚIE, fără garanție implicită de vandabilitate și conformitate unui anumit scop. Citiți Licența Publică Generală GNU pentru detalii.
ug: بۇ دېتال ھېچقانداق كاپالەت بىلەن تارقىتىلمىدى، بىراق سىزگە ئەسقېتىشىنى بەكمۇ ئارزۇ قىلىمىز، بۇ ھەقتە بىلمەكچى بولسىڭىز GNU ئادەتتىكى ئاممىۋى ئىجازەتنامىسىنى ئوقۇڭ.

source: You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
ro: Ar fi trebuit ca împreună cu programul să fi primit o copie a Licenței generale GNU. În caz contrar, consulați <http://www.gnu.org/licenses/>.
ug: سىز بۇ پروگرامما بىلەن بىرگە، GNU ئادەتتىكى ئاممىۋى ئىجازەت ئىجازەتنامىسىدىن بىر نۇسخا تاپشۇرۇۋالىسىز؛ ئەگەر تاپشۇرۇۋالمىغان بولسىڭىز <http://www.gnu.org/licenses/> غا قاراڭ.

source: Cheese Website
ro: Pagina web Cheese
ug: Cheese تورتۇراسى

source: No Effect
ro: Fără efect
ug: ئۈنۈم يوق

source: Mauve
ro: Mov

source: Noir/Blanc
ro: Alb/Negru

source: Vertical Flip
ro: Răsucire verticală

source: Horizontal Flip
ro: Răsucire orizontală

source: Edge
ro: Contur
ug: گىرۋەك

source: Dice
ro: Mozaic

source: Warp
ro: Distorsiune
ug: قارا ئۆڭكۈر

source: No camera found!
ro: Nu s-a găsit nici o cameră!
ug: كامېرا تېپىلمىدى!

source: Please refer to the help for further information.
ro: Pentru mai multe detalii, vă rugăm să consultați paginile de ajutor.
ug: تېخىمۇ كوپ ئۇچۇرلار ئۈچۈن ياردەم ھۆججەتلىرىگە قاراڭ.

source: _Edit
ro: _Editare
ug: تەھرىر(_E)

source: _Help
ro: _Ajutor
ug: ياردەم(_H)

source: _Contents
ro: _Conținut
ug: مەزمۇنلار(_C)

source: Help on this Application
ro: Ajutor pentru această aplicație
ug: پروگرامما ھەققىدىكى ياردەم

source: _Photo
ro: _Fotografii
ug: رەسىم(_P)

source: _Burst
ro: _Rafală
ug: ئارقىمۇ-ئارقا تارتىش(_B)

source: Countdown
ro: Cronomentru
ug: تەتۈر سانايدۇ

source: _Wide mode
ro: Mod _lat
ug: كەڭرى ھالەت(_W)

source: _Recording
ro: În_registrează
ug: سىن ئال(_R)

source: _Take multiple Photos
ro: Fă mai mul_te fotografii
ug: كوپ رەسىم تارت(_T)

source: _Open
ro: _Deschide
ug: ئاچ(_O)

source: Save _As…
ro: S_alvează ca…
ug: باشقا ئاتتا ساقلا(_A)

source: Move to _Trash
ro: Mu_tă la coșul de gunoi
ug: ئەخلەت ساندۇقىغا يۆتكە(_T)

source: Delete
ro: Șterge
ug: ئۆچۈر

source: Move All to Trash
ro: Mută toate la gunoi
ug: ھەممىنى ئەخلەت ساندۇقىغا يۆتكەش

source: _Start Recording
ro: _Start înregistrare
ug: سىن ئېلىشنى باشلا(_S)

source: _Stop Recording
ro: _Stop înregistrare
ug: سىن ئېلىشنى توختات(_S)

source: Be verbose
ro: Cu detalii

source: Enable wide mode
ro: Activează mod lat
ug: كەڭرى ھالەتنى ئىشلىتىدۇ

source: output version information and exit
ro: afișează informații despre versiune și ieși
ug: نەشر ئۇچۇرىنى كۆرسىتىپ ئاخىرلاشتۇرىدۇ

source: - Take photos and videos with your webcam, with fun graphical effects
ro: - Faceți fotografii și filme cu camera web, folosind efecte grafice nostime
ug: - ۋېبكامېرا ئارقىلىق سىن ۋە سۈرەتلەرنى تارتىش بىلەن بىرگە ئۇنىڭغا قىزىقارلىق گرافىكىلىق ئۈنۈملەرنى قوشىدۇ

source: Set to True to use flash when taking a photo
ug: رەسىم تارتقاندا چىراغنى ئىشلەتمەكچى بولسا True قىلسا بولىدۇ

source: Use a flash
ug: چىراغ ئىشلەت

source: Contrast
ug: ئاق-قارىلىقى

source: _Cheese
ug: Cheese(_C)

source: _Video
ug: سىن(_V)

source: Flash
ug: چىراغ
